let data = [{
    "year": 2010,
    "drama": "麵包王金卓求",
    "average": 38.61,
    "first": 15.7,
    "last": 50.8,
    "casts": "尹施允,周元,柳真,李英雅,全光烈,錢忍和",
    "series": 30,
    "introduction": "該劇以上世紀70年代的首爾為舞台，講述了主人公金卓求從一無所有的窮小子成長為韓國麵包行業第一人的故事。劇中的主角金卓求是烘焙業界經典人物巨城集團會長具日中的長子。因為他私生子的身份，所以一直被爸爸的家人厭惡。擁有烘烤蛋糕才華的他，就因為是私生子的關係，不能承繼父業，唯有建立屬於自己的事業，創業過程中遇到了許多困難和挑戰，還陷入一場三角戀中。"
  },
  {
    "year": 2010,
    "drama": "不像三兄弟",
    "average": 32.87,
    "first": 24.3,
    "last": 39.8,
    "casts": "安內相,吳大奎,李浚赫,都知嫄,金熙貞,吳智恩",
    "series": 70,
    "introduction": "敘述家族內三兄弟及其妻子之間的故事。因為父母的偏愛而長大的三兄弟充滿了對親情的矛盾和價值觀的扭曲，經過了許多事件終於瞭解到手足親情是無法用任何標準來衡量的。其中有辛酸有詼諧有溫馨，是一部發生在你我身邊的《家》的故事。"
  },
  {
    "year": 2010,
    "drama": "推奴",
    "average": 31.74,
    "first": 22.9,
    "last": 35.9,
    "casts": "張赫,吳智昊,李多海,孔炯軫,李鐘赫",
    "series": 24,
    "introduction": "講述逃跑奴婢和推奴手們的故事。圍繞著朝鮮時期社會最底層人士的「街頭史劇」，從中探究他們各自迫切想要卻無法實現的願望受到怎樣的挫折，而在受挫過程中，又如何融合在一起形成歷史。"
  },
  {
    "year": 2010,
    "drama": "同伊",
    "average": 24.51,
    "first": 11.4,
    "last": 22.3,
    "casts": "韓孝周,池珍熙,李昭娟,裴秀彬,鄭進永,朴夏仙",
    "series": 60,
    "introduction": "描寫賤民出身，朝鮮時代第19代王肅宗的後宮，同時也是第21代王英祖的生母淑嬪崔氏波瀾萬丈的人生的作品。"
  },
  {
    "year": 2010,
    "drama": "大物",
    "average": 24.39,
    "first": 17.4,
    "last": 25.8,
    "casts": "高賢廷,權相佑,車仁杓,李水京",
    "series": 24,
    "introduction": "講述一個女人從播音員當選國會議員，最後成為韓國第一位女總統的故事。"
  },
  {
    "year": 2010,
    "drama": "一起恰恰恰",
    "average": 23.87,
    "first": 16.6,
    "last": 32.6,
    "casts": "沈慧珍,朴海美,吳萬石,趙安,李清娥,朴寒別",
    "series": 155,
    "introduction": "某一天同時出現的雙寡婦組成的一個有獨特家庭關系的“雙寡婦之家”，活現其中的矛盾和笑料，適合不同年齡層的人。制作人表示“本片的意圖是通過最近電視劇中出現的不倫不類的兩個女人組成一個新的家族後生活的面貌，來找回家庭生活的真愛”。"
  },
  {
    "year": 2010,
    "drama": "嫁給我吧",
    "average": 23.73,
    "first": 16.6,
    "last": 31.7,
    "casts": "李鐘赫,金志映,吳允兒,韓尚進",
    "series": 56,
    "introduction": "和老朋友們一起慶祝生日，宗達如往常一樣炫耀自己的孩子，尤其是最近當上教授的大兒子泰浩是他唯一的希望及支柱，但是與在朋友面前的炫耀不同，三個孩子因工作忙無法參加他的生日宴，只有順玉、正茵、宗男簡單的為他慶祝生日…\n當上教授又決定主持電視節目的泰浩，看著這樣的老公，讓正茵有種莫名奇妙的失落感，因感到歉意泰浩特地買了項鍊還有花送給正茵，但看到正茵斤斤計較的態度讓泰浩更火大，強浩帶著爸爸買的新墨鏡出門，碰巧遇到在喝酒的多惠，喝到很晚強浩、多惠就在外面過夜，早上起來發現，兩人一起躺在床上…"
  },
  {
    "year": 2010,
    "drama": "學習之神",
    "average": 23.66,
    "first": 15.1,
    "last": 26.8,
    "casts": "金秀路,裴斗娜,俞承豪,高我星,李玹雨,朴智妍",
    "series": 16,
    "introduction": "述說在三流高中丙門高也是倒數的劣等生們進入為考進名門大學特別班開始學習並漸漸成長，漸漸養成思考的力量並計畫人生的面貌。傳授‘為考取最佳名門大學的學習技巧’的主角姜錫浩由金秀路出演。暴走族出身的律師姜錫浩，因認為挽救面臨破產危機的丙門高唯一的方法就是，在一年內將丙門高提升為培養出最多考取名門大學的學生們，而成為名門大學入學特別班的導師，展開細密的策略為讓丙門高的倒數們考取最佳名門大學的人物。"
  },
  {
    "year": 2010,
    "drama": "兄妹情深",
    "average": 21.89,
    "first": 9.6,
    "last": 40.1,
    "casts": "李凡秀,朴真熙,朴尚民,黃正音,朱相昱,李德華,鄭寶石,金瑞馨,李文植",
    "series": 60,
    "introduction": "以1970年代南韓經濟起飛時期為背景，講述了被人所害因而自小失散的三兄妹，成長並復仇的故事。"
  },
  {
    "year": 2010,
    "drama": "愛你千萬次",
    "average": 21.3,
    "first": 14.4,
    "last": 29.7,
    "casts": "李水京,鄭糠雲,柳鎮,高恩美,李詩英,李輝香,朴秀珍,金希澈",
    "series": 55,
    "introduction": "描述雖家庭有困難,但並不屈服,還是去上大學,但因需籌借父親的手術費3000韓元,深陷煩惱,結果選擇當代理孕母,這故事不是談論當代理孕母是對或錯,只是想以不得已選擇從事為代理孕母的一個女人,為了錢做出交易生命這樣錯誤的選擇後,付出慘痛代價的故事,讓人們想想子女是什麼?...夫婦為何在一起?...對人類來說真正的幸福又是什麼?..."
  },
  {
    "year": 2010,
    "drama": "歡樂滿屋",
    "average": 20.49,
    "first": 13.4,
    "last": 24.4,
    "casts": "李順才,金慈玉,吳賢慶,鄭寶石,崔丹尼爾,黃正音,尹施允,申世景,陳智熙,徐信愛,李起光,朱利安·姜,劉寅娜,李光洙",
    "series": 126,
    "introduction": ""
  },
  {
    "year": 2010,
    "drama": "風吹好日子",
    "average": 19.49,
    "first": 20.8,
    "last": 20,
    "casts": "金昭誾,真理翰,李現填,徐孝琳,姜志燮",
    "series": 173,
    "introduction": "女主角五福的父親自從母親去世後開始拿錢去外面投資，但投資失敗造成五福受了很多苦，但五福從來沒有怨言，為了追求成為「畫家」的夢想努力不懈。高中肄業，帶著自己畫的最好的插圖至首爾市應徵，但天不從人願，原本說好的旅社訂金也被父親抽走，造成當天無法住宿。在路上因緣際會看到張民國(李憲禎 飾)為情跳江，且有新聞live直播，自己也上去訴說自己的不幸表達自己對父親的不滿，兩人獲救後民國將五福帶到自己朋友素智(鄭多英 飾)家中。因素智不收留故五福先再外擺地攤，卻被開車過去的大韓(陳益漢 飾)濺了一身水，造成五福和大韓的相識，而五福後來還是回到素智家，為貼補家用，故五福努力找工作後進入健康乳業工作，接著又是和大韓一起工作的開始..."
  },
  {
    "year": 2010,
    "drama": "人生多美麗",
    "average": 19.41,
    "first": 12.3,
    "last": 20.6,
    "casts": "宋昶儀,李尚禹,李相侖,南奎里,南相美,笛木優子",
    "series": 63,
    "introduction": "丈夫一個孩子，我一個孩子，還有我們兩個孩子組成一個再婚家庭，以風景秀麗的濟州島為背景發展的家庭電視劇。一探他們被賦予的人生與家庭的生活方式。跳脫現金光怪陸離影響力強的模式，此劇企圖像油菜花般生生不息、華麗壯闊的影響著人心。雖然以再婚家庭為原型寫成，但其實是節奏明快歡愉的家庭劇。"
  },
  {
    "year": 2010,
    "drama": "灰姑娘的姐姐",
    "average": 19.24,
    "first": 16.7,
    "last": 22.7,
    "casts": "文瑾瑩,千正明,瑞雨,玉澤演",
    "series": 20,
    "introduction": "取材自眾所皆知的《灰姑娘》童話故事，一改以往的角色與印象，電視劇是從繼母的女兒——灰姑娘壞心腸的惡姐姐之角度來述說這則故事，用另一種思維來看待灰姑娘和她的姐姐，透過這兩個少女和一個男子，講述一個關於人生和愛情的女性童話。"
  },
  {
    "year": 2010,
    "drama": "寶石拌飯",
    "average": 17.33,
    "first": 7.5,
    "last": 25.8,
    "casts": "高娜恩,蘇怡賢,李泰坤,李現填,韓惠淑,韓振熙",
    "series": 50,
    "introduction": "故事講述以各種寶石取名的四姐弟常常因為愛闖禍的父母而搞得一個頭兩個大，以及四姐弟各自面臨人生中的各種考驗，是部闡述家庭意義的電視劇。"
  },
  {
    "year": 2010,
    "drama": "摘星星給我",
    "average": 16.16,
    "first": 10.9,
    "last": 18.4,
    "casts": "金智勳,崔貞媛,申東旭,蔡英仁",
    "series": 20,
    "introduction": "本劇講述了夢想成為仙蒂芮拉的平凡且不懂事的申紅兒，因父母的突然去世必須承擔家計照顧父母突然雙亡的五個兄弟姐妹的25歲的保險公司白領，跟懷有被親生母親拋棄的心理創傷的律師元康河之間的愛恨糾葛。"
  },
  {
    "year": 2010,
    "drama": "意外的人生",
    "average": 15.88,
    "first": 9.8,
    "last": 19.6,
    "casts": "鄭敬淏,李珉廷",
    "series": 45,
    "introduction": "講述一夜之間破產的老闆全家住進自己司機家後發生的故事。"
  },
  {
    "year": 2010,
    "drama": "料理絕配",
    "average": 15.23,
    "first": 12.2,
    "last": 21.5,
    "casts": "孔曉振,李善均,李荷妮,Alex",
    "series": 20,
    "introduction": "以義大利餐廳為背景，講述了以出色料理師為理想的女主角的愛情和成功故事。"
  },
  {
    "year": 2010,
    "drama": "戰友",
    "average": 15.09,
    "first": 16.7,
    "last": 16.2,
    "casts": "崔秀宗,李泰蘭,李德華,金雷夏,林元熙,南成鎮,洪景仁,朴相旭,李承洨,柳相旭,安勇俊,李仁譓",
    "series": 20,
    "introduction": "故事講述在韓戰中，9個韓國國軍軍人為國家出生入死的故事。"
  },
  {
    "year": 2010,
    "drama": "禁忌的愛戀",
    "average": 15.05,
    "first": 13.5,
    "last": 18.7,
    "casts": "李泰坤,趙允熙,朴相元,蘇有珍,尹汝貞,金甫娟,金容健,鄭惠善,朴基雄",
    "series": 133,
    "introduction": "李太坤演的男主角，愛上和父親再婚的女人的女兒（蘇幼真飾）。文賢珍（蘇幼貞飾）是一名才貌雙全的翻譯家，也是三年前突然與丈夫訣別的獨身媽媽。她身為獨步一時的翻譯家，性格挑剔自傲，又是出身於富家貴女，生性憨直，無論如何坦誠看待自己感情的人物。偶然的機會認識了給女兒做手術的李泰英之後，一見鍾情的賢珍，大膽地追他，終於結婚，但是結婚後感覺不到他對自己的愛而坐立不安，並強求他的愛。"
  },
  {
    "year": 2010,
    "drama": "富翁的誕生",
    "average": 15.02,
    "first": 12.1,
    "last": 16.6,
    "casts": "智鉉寓,李寶英,南宮珉,李詩英",
    "series": 20,
    "introduction": "李寶英睽違三年重回電視劇演出的大作，有別於以往演出賢淑端莊的角色，劇中首度挑戰摳門吝嗇、待人苛刻卻又不失正直的可愛富家女，遇到深信自己是富豪後代的貧窮男池賢宇，理念不同的兩人在池賢宇尋找失聯富爸爸的過程中，從針鋒相對到漸生情愫，有許多爆笑又發人深省的精采互動。"
  },
  {
    "year": 2010,
    "drama": "我的女友是九尾狐",
    "average": 14.99,
    "first": 12.7,
    "last": 21.3,
    "casts": "李昇基,新慜娥,魯敏宇,朴秀珍",
    "series": 16,
    "introduction": "講述了沉睡了500年的九尾狐（新慜娥飾）偶然間解開封印來到人間遇到了不懂事的大學生車大雄（李昇基飾），展開了一段有趣又浪漫的戀情。"
  },
  {
    "year": 2010,
    "drama": "享受人生",
    "average": 14.94,
    "first": 10.9,
    "last": 22.3,
    "casts": "金由美,洪銀姬,李太成,權伍中,金成恩,吳宗赫",
    "series": 133,
    "introduction": ""
  },
  {
    "year": 2010,
    "drama": "妻子回來了",
    "average": 14.68,
    "first": 12.2,
    "last": 16.3,
    "casts": "趙敏基,姜成妍,朴正哲,尹世雅",
    "series": 116,
    "introduction": ""
  },
  {
    "year": 2010,
    "drama": "被稱為神的男人",
    "average": 14.49,
    "first": 16.3,
    "last": 17,
    "casts": "宋一國,韓彩英,金旻鍾,韓高恩,柳仁英",
    "series": 24,
    "introduction": "講述具有超能力的崔強打（宋一國 飾）為了替父母報仇，和毒品組織進行周旋戰鬥的故事。"
  },
  {
    "year": 2010,
    "drama": "我是傳說",
    "average": 14.13,
    "first": 11.6,
    "last": 9.2,
    "casts": "金諪恩,洪智敏,張新英,朱妮,金承洙,李浚赫,高恩美,張英南,車和娟",
    "series": 16,
    "introduction": "麻雀變鳳凰的雪怡以為嫁入豪門是幸福的決定，然而婆婆及老公智旭的冷酷對待讓她身心受創，只能與高中時期的朋友們一起玩音樂解壓。\n事情的轉機來自於親妹妹得了骨癌後，雪怡決心與智旭離婚，並自由的活著，甚至於誤打誤撞變成了音樂界耀眼的一顆星..."
  },
  {
    "year": 2010,
    "drama": "逃亡者",
    "average": 13.93,
    "first": 21.7,
    "last": 12.7,
    "casts": "Rain,李奈映,李廷鎮,丹尼爾·海尼,尹珍序",
    "series": 20,
    "introduction": "講述在朝鮮戰爭期間神秘消失的巨款在時隔60年後現世，引發了一場橫跨首爾、釜山、東京、上海、北京等亞洲各大城市的追擊戰。"
  },
  {
    "year": 2010,
    "drama": "濟眾院",
    "average": 13.34,
    "first": 14.9,
    "last": 10.2,
    "casts": "朴埇佑,延政勳,韓惠軫",
    "series": 36,
    "introduction": "以韓國最早的現代式醫療機構濟眾院爲背景，描寫了農民的兒子斤狗仔克服逆境，最終成爲一名優秀醫師的故事。"
  },
  {
    "year": 2010,
    "drama": "個人取向",
    "average": 13.26,
    "first": 12.7,
    "last": 14.3,
    "casts": "孫藝真,李敏鎬,金知碩,王智慧",
    "series": 16,
    "introduction": "劇中遭遇失戀的女主角樸個人想找個心意相通的gay做朋友，她以為偶然相識的全真浩是gay，從而開始別樣的同居生活，電視劇將明快講述生活在同一屋檐下同床異夢的兩人之間發生的種種趣事。通過別樣同居生活，她將一改戀愛生手模樣，找回被自己遺忘的女性魅力，並逐漸成長。"
  },
  {
    "year": 2010,
    "drama": "九尾狐的復仇",
    "average": 12.79,
    "first": 8.7,
    "last": 16.1,
    "casts": "韓銀貞,張鉉誠,徐新愛,金裕貞",
    "series": 16,
    "introduction": "講述了一隻九尾狐為了變成人而等待10年的時間，在最後一夜卻因丈夫不守約定而前功盡棄，只得與半人半獸的女兒一起離家出走，九尾狐唯一的心願就是與自己尚未完全長成人形的小女兒一起相依為命，但在女兒被人類殘忍地害死之後，九尾狐便除了復仇而一無所有。"
  },
  {
    "year": 2011,
    "drama": "笑吧東海",
    "average": 29.14,
    "first": 12.5,
    "last": 36.9,
    "casts": "池昌旭,吳智恩,都知嫄,朴貞雅,李章宇,Alex,李周妍",
    "series": 159,
    "introduction": "開朗少年東海，帶著心智年齡只有九歲的母親，飄洋過海回到韓國`,就此展開一段尋找親生父親的旅程…"
  },
  {
    "year": 2011,
    "drama": "秘密花園",
    "average": 24.4,
    "first": 16.1,
    "last": 38.6,
    "casts": "玄彬,河智苑,尹相鉉,金思朗",
    "series": 20,
    "introduction": "故事描寫夢想成為動作導演的女特技員吉羅琳與聰明絕頂卻非常挑剔的百貨公司老闆金周元，兩人因為周元的明星表哥-奧斯卡，因而誤會而邂逅，兩人的初次見面，都對彼此留下了不好的印象，之後，兩人可說每次見面，必定吵架，成了歡喜冤家，自視甚高的周元，搞不懂自己，為何總是想見到這個傷害了自己自尊心的奇怪女人。因而展開了無以言喻的愛情故事。"
  },
  {
    "year": 2011,
    "drama": "相信愛情",
    "average": 22.77,
    "first": 18.8,
    "last": 25.3,
    "casts": "宋在浩,鮮于龍女,李在龍,朴珠美,文晶熙,李必模,李尚禹",
    "series": 62,
    "introduction": ""
  },
  {
    "year": 2011,
    "drama": "甜蜜女人家",
    "average": 21.5,
    "first": 21.3,
    "last": 25.4,
    "casts": "鄭恩彩,金永德,尹兒貞,崔珉成",
    "series": 125,
    "introduction": "自從母親拋棄了家庭，選擇再婚後，高恩妮開始成為一家之主。為了養家，恩妮日以繼夜努力地做著數份兼職工作，雖然辛苦，但她卻仍保有一顆樂觀開朗的心。而李世仁卻是一個和恩妮性格完全相反的人，含著金湯匙出身的他，頭腦、外貌、財力都具備，但個性卻自私又自大，還藉由在國外留學之名，盡情放肆享樂。直到爺爺公布遺囑，聲明世仁若是想要得到繼承人的資格，就得從公司的基層員工開始做起。當身為新進員工的高恩妮，碰上了心不甘情不願上班的小開李世仁，互看不順眼的兩人，在打打鬧鬧的辦公室內，會擦出什麼樣愛的火花呢？"
  },
  {
    "year": 2011,
    "drama": "根深蒂固的樹",
    "average": 18.03,
    "first": 9.2,
    "last": 23.6,
    "casts": "韓石圭,張赫,申世景",
    "series": 24,
    "introduction": "根據韓國作家李正明的同名歷史推理小說改編，以《訓民正音》頒布前七日在景福宮發生的集賢殿學士連鎖殺人事件為題材，對世宗重新解說的電視劇。"
  },
  {
    "year": 2011,
    "drama": "公主的男人",
    "average": 17.19,
    "first": 9.3,
    "last": 23.8,
    "casts": "朴施厚,文彩元,洪洙賢,宋鍾鎬,李珉宇",
    "series": 24,
    "introduction": "以癸酉靖難為背景，取材於朝鮮王朝野史《錦溪筆談》中，金宗瑞的孫子與首陽大君的大女兒命運般的愛情，而經過改編後，電視劇講述的是金宗瑞之子金承琉與首陽大君之女李世姈相愛卻沒有答案的悲傷愛情故事，猶如朝鮮版《羅密歐與朱麗葉》。"
  },
  {
    "year": 2011,
    "drama": "武士白東修",
    "average": 16.7,
    "first": 8.6,
    "last": 19.8,
    "casts": "玄彬,河智苑,尹相鉉,金思朗",
    "series": 29,
    "introduction": "講述朝鮮時代俠客白東秀的武俠電視劇。白東秀（池昌旭飾）是李朝英祖和​​正祖時代的武士，曾編撰《武藝圖譜通志》，他與正祖大王的護衛隊一起，與大王的對立派的暗殺組織『黑色燭籠』的武士一決高下。呂雲（俞勝豪飾）是朝鮮最頂級的劍客，精通武術、劍術、槍術、拳術、騎術等，是暗殺正祖的秘密組織『黑色燭籠』的核心人物…"
  },
  {
    "year": 2011,
    "drama": "Sign",
    "average": 16.38,
    "first": 14.3,
    "last": 26.1,
    "casts": "朴新陽,金亞中,全光烈,嚴智苑,鄭糠雲",
    "series": 20,
    "introduction": "人氣團體Voice的主唱徐潤亨被發現陳屍於化妝間，鑑識員高多晴跟著前輩來到案發現場進行搜證，而檢察官開始對潤亨身邊有嫌疑的化妝師、經紀人以及團員進行訊問，然而最重要的監視器錄影帶竟然不見了。\n\n國科搜鄭院長打算將潤亨的驗屍工作交給法醫尹志勳，但是在背後不知名的強大壓力下，在解剖當天，與志勳水火不容的李明翰突然出現，並說自己是潤亨的驗屍法醫……。"
  },
  {
    "year": 2011,
    "drama": "女人的香氣",
    "average": 15.74,
    "first": 13.9,
    "last": 14.1,
    "casts": "金宣兒,李棟旭,嚴基俊,徐孝琳",
    "series": 16,
    "introduction": "講述癌症末期的旅行社小職員（金宣兒飾演）和擁有財富卻覺得人生毫無意義的男子（李棟旭飾演）相遇後，共同發現人生真諦的浪漫愛情喜劇。"
  },
  {
    "year": 2011,
    "drama": "夢想起飛Dream High",
    "average": 15.63,
    "first": 11.3,
    "last": 18.2,
    "casts": "金秀賢,裴秀智,澤演,咸慇晶,祐榮,IU",
    "series": 16,
    "introduction": "講述一群因為有夢想而幸福的年輕人，在這裏追逐明星夢的學生們愛情和友情的故事。出生背景各不相同的孩子們在進入藝術高校後為了站在世界舞臺而在矛盾衝撞中成長，汗水與淚水，在遇到挫折時相互依靠，打起勇氣重新開始。"
  },
  {
    "year": 2011,
    "drama": "閃閃發亮",
    "average": 15.46,
    "first": 7.2,
    "last": 19.4,
    "casts": "金賢珠,李幼梨,金錫勛,姜東浩",
    "series": 54,
    "introduction": "兩個女人因為婦產科的疏失，導致彼此的父母抱錯了孩子。多年後，身世被揭開的兩個人的家庭戰爭與四角關係。"
  },
  {
    "year": 2011,
    "drama": "雅典娜",
    "average": 15.44,
    "first": 25.9,
    "last": 12.4,
    "casts": "鄭雨盛,車勝元,秀愛,李智雅,崔始源,劉東根",
    "series": 20,
    "introduction": "為了南北韓統一，需要龐大資金，韓國政府成功開發了叫TWR的高尖端原子能技術，受到世界各國邀請韓國轉讓原子能發展技術的請求。政府為了防止因此發生的恐怖襲擊，成立了針對危機發生的機構中心-NTS......。"
  },
  {
    "year": 2011,
    "drama": "城市獵人",
    "average": 15.25,
    "first": 9.5,
    "last": 19.1,
    "casts": "李敏鎬,朴敏英,李浚赫,黃善熙,具荷拉",
    "series": 20,
    "introduction": "李敏鎬主演的《城市獵人》與原作以80年代的東京為背景不同，将以2011年的韓國首爾為背景展開故事。高挑的身材和帥氣的外貌的李民浩，講述了前任CIA要員出身的男主角，在冷漠的都市裡為受傷害的人們解决困難過程中治癒了自己的傷痛，並對於爱情和家人有了重新的認識的故事..."
  },
  {
    "year": 2011,
    "drama": "千日的約定",
    "average": 15.24,
    "first": 12.1,
    "last": 19.6,
    "casts": "金來沅,秀愛,李尚禹,鄭柔美",
    "series": 20,
    "introduction": "該劇講述了一個記憶不斷消退的女子（秀愛飾演）和始終守護在她身旁的男子（金來沅飾演）的感人愛情故事。"
  },
  {
    "year": 2011,
    "drama": "新妓生傳",
    "average": 14.35,
    "first": 8.9,
    "last": 24,
    "casts": "林秀香,成勛,韓惠琳",
    "series": 52,
    "introduction": "該劇講述的是一群知性藝女們如何在現代韓國的新時代下生存以及她們的愛恨悲歡故事。"
  },
  {
    "year": 2011,
    "drama": "守護BOSS吧",
    "average": 14.16,
    "first": 12.1,
    "last": 14.6,
    "casts": "崔江姬,池晟,金在中,王智慧",
    "series": 18,
    "introduction": "講述三流大學出身的盧恩雪成為集團秘書後，與不良上司車智憲從水火不容的關係逐漸發展成為戀人的故事。"
  },
  {
    "year": 2011,
    "drama": "榮光的在仁",
    "average": 13.53,
    "first": 7.3,
    "last": 20.2,
    "casts": "千正明,朴敏英,李章宇",
    "series": 24,
    "introduction": "講述助理護士尹在仁（朴敏英 飾）即使在艱難環境裡也堅強地面對生活，遇到曾是專業棒球隊選手卻落魄到二線球隊的棒球選手金榮光（千正明 飾），通過磨難多多的主人公們與命運抗爭走向成功的過程，來展現時下年輕人面對的人生逆境以及他們勇往直前的精神。"
  },
  {
    "year": 2011,
    "drama": "慾望之火",
    "average": 13.43,
    "first": 10.6,
    "last": 20.9,
    "casts": "申恩慶,趙敏基,瑞雨,俞承豪",
    "series": 50,
    "introduction": ""
  },
  {
    "year": 2011,
    "drama": "我的公主",
    "average": 13.24,
    "first": 13,
    "last": 12.3,
    "casts": "宋承憲,金泰希,朴藝珍,柳秀榮",
    "series": 16,
    "introduction": "講述一流財團唯一繼承人朴海英（宋承憲飾）和一夜之間變成公主的小氣女大學生李雪（金泰希飾）的浪漫喜劇。"
  },
  {
    "year": 2011,
    "drama": "同夥",
    "average": 12.95,
    "first": 8.9,
    "last": 12.8,
    "casts": "千正明,韓智慧,李相侖,徐玄振",
    "series": 32,
    "introduction": "朝鮮王朝末葉1840年，某個夜晚有兩個孩子同時誕生，一個為安東金進士家的孩子（千正明飾），但是不幸的是金進士的夫人因難產離世；另一個是女乞丐末順的兒子（李相侖飾），生父不知是誰。金進士找末順成為孩子的奶媽，末順因為對兒子的思念，請朋友鐵石把她的親生兒子抱來，將兩個孩子掉包，身分被調換的兩人長大後因為同時愛上桐女（韓智慧飾），而產生了複雜的愛情三角關係……"
  },
  {
    "year": 2011,
    "drama": "不屈的兒媳婦",
    "average": 12.87,
    "first": 10.2,
    "last": 18.4,
    "casts": "辛愛羅,姜富子,金甫娟,李荷妮,朴胤載",
    "series": 113,
    "introduction": "滿月堂，是具有三百年悠久家族歷史，經過韓國政府認證的傳統宗族大家庭。家族的長孫媳-吳英心（申愛羅 飾），與家族奶奶、婆婆以及一群妯娌一同維繫這個宗族的傳統。在這個大家庭中，有著一個共同的遺憾；就是這個家族的男人都不長命！尤其是長孫洪玖與英心結婚十年沒有生下一兒半女，就因為車禍意外身亡，另外一個孫子在事業失敗後，也拋棄妻子慧媛，帶著小三逃到國外，眼見滿月堂三百年的悠久香火竟然就要斷送於此，讓家族奶奶崔末女與婆婆車順子不勝欷噓，更心急如焚。\n雪上加霜的是，兩個孫媳婦-英心與慧媛，在失去丈夫後，分別愛上了知名財團「Queens」集團的兩個兒子，連守寡多年的婆婆車順子，也在遇到兒時的青梅竹馬後，動了凡心。愛情來了，銅牆鐵壁都擋不住，更何況是滿月堂殘舊頹敗的矮牆？滿月堂的女人們，究竟應該守著這座三百年的大宅院終老一生？還是應該勇於追求屬於自己的幸福？"
  },
  {
    "year": 2011,
    "drama": "是否聽見我的心",
    "average": 12.66,
    "first": 10.8,
    "last": 12.8,
    "casts": "金載沅,黃正音,南宮珉,李奎翰,高準熹",
    "series": 30,
    "introduction": "講述兩個家庭之間的親情、愛情、友情的故事，彼此分享愛、學習愛，用心溝通的動人故事。"
  },
  {
    "year": 2011,
    "drama": "最佳愛情",
    "average": 12.51,
    "first": 6.5,
    "last": 17.4,
    "casts": "車勝元,孔曉振,尹啟相,劉寅娜",
    "series": 16,
    "introduction": "講述超級巨星獨孤振（車勝元飾演）和過氣女明星具愛貞（孔曉振飾演）之間的浪漫愛情喜劇。"
  },
  {
    "year": 2011,
    "drama": "童顏美女",
    "average": 12.33,
    "first": 5.8,
    "last": 16.6,
    "casts": "張娜拉,崔丹尼爾,柳鎮,金旼序",
    "series": 20,
    "introduction": "講述有著「絕對童顏」外貌的34歲老處女慘遭解僱，信用卡又被刷爆，不惜隱瞞年齡進入服裝公司工作，最後實現夢想和愛情的浪漫喜劇。"
  },
  {
    "year": 2011,
    "drama": "49天",
    "average": 11.7,
    "first": 8.1,
    "last": 17.1,
    "casts": "玄彬,河智苑,尹相鉉,金思朗",
    "series": 20,
    "introduction": "講述一名女子遭遇車禍導致靈魂出竅，必須要在四十九天內找到三個真心為自己流淚的人才會復活的故事。"
  },
  {
    "year": 2011,
    "drama": "在你熟睡的時候",
    "average": 11.7,
    "first": 7.6,
    "last": 15.9,
    "casts": "吳允兒,李令恩,李昌勳,崔元英,姜藝瑟",
    "series": 120,
    "introduction": "講述經歷接生事故後蘇醒時發現丈夫被奪走的女人和一位為了爭取到自己初戀男人的兩個女人的故事，及圍繞著這兩人女人之間的兩個男人的故事。"
  },
  {
    "year": 2011,
    "drama": "米達斯Midas",
    "average": 11.63,
    "first": 8.4,
    "last": 13.7,
    "casts": "張赫,金喜愛,李珉廷",
    "series": 21,
    "introduction": "講述人們因為各自的理由陷入了錢、成功、野心的追逐中，通過對這些人的故事呈現出了冷酷的現實。"
  },
  {
    "year": 2011,
    "drama": "南瓜花純情",
    "average": 11.58,
    "first": 7.9,
    "last": 11.7,
    "casts": "裴宗玉,李清娥,陳泰賢,張鉉誠,李惠淑,崔俊用",
    "series": 124,
    "introduction": "純情不知道親生母親京善是為了自己的未來丟下父親與女兒的那種女人，只知道父親一個人把她扶養長大非常辛苦，於是 她主動放棄了大學之路，自己經營一間小餐廳，純情的料理有股魔力，一旦吃了，都能感到溫馨，每天送貨來的民修，某天吃了純情做的小菜後，想到過世的母親而掉眼淚，而他的新媽媽京善也從來沒有為民修做過飯，此後，民修迷上純情的料理，並對純情產生了感情 … ；某天，民修偶然得知新媽媽曾經有過小孩，而且那孩子竟是他心愛的純情，他們該如何擺脫命運的捉弄 …"
  },
  {
    "year": 2011,
    "drama": "媽媽的慾望",
    "average": 11.01,
    "first": 12,
    "last": 10.5,
    "casts": "李美淑,朴元淑,池秀媛,尹晶喜,高恩美,李在煌,金鎮祐,姜珉耿,徐俊英",
    "series": 50,
    "introduction": "故事主要敘述四位（趙福喜、朴順子、尹敏珠、姜西峰）不同的母親，和他們的女兒之間的衝突及親情；以及一個女人向丈夫報仇，並迎向第二春的故事。"
  },
  {
    "year": 2011,
    "drama": "我的愛在我身邊",
    "average": 11.01,
    "first": 6.4,
    "last": 19.7,
    "casts": "李昭娟,李載允,溫朱莞,全慧彬",
    "series": 50,
    "introduction": "前途看好的女高中生美索(李素妍 飾)，卻因為在大雨的夜晚安慰失意的高中同學錫彬(溫朱莞 飾)而意外發生一夜情，也讓她珠胎暗結成了未婚媽媽；錫彬的母親對兒子寄予厚望，知道後，氣急敗壞的打了美索，趕緊把寶貝兒子送出國，也讓堅持生下孩子的美索成了未婚媽媽，還得假裝是孩子的姐姐生活，直到遇見小龍 (李載允 飾)的熱情追求讓美索重燃對愛情的悸動，但又得面對前男友錫彬的回頭，也讓美索的心陷入兩難的局面。"
  },
  {
    "year": 2012,
    "drama": "順藤而上的你",
    "average": 35.69,
    "first": 24.5,
    "last": 49.2,
    "casts": "金南珠,劉俊相,尹汝貞,姜富子,張勇,楊姬瓊,俞知仁,金英蘭,羅映姬,金相浩,梁瀞疋,趙允熙,吳漣序,李熙俊,金元俊,姜敏赫,沈宜英",
    "series": 58,
    "introduction": "車允熙不願當個委屈的媳婦，更不想侍奉公婆一家人，因此理想型就是有能力的孤兒。她遇到一個超完美的結婚對象—從小被領養到美國的外科醫生Terry姜，與他結婚後過著人人羨慕的日子。但是就在兩人搬家後一切都變了，她的完美丈夫竟然是這個與她互看不順眼的房東太太失散30年的兒子，這讓允熙夢幻般的婚姻生活瞬間跌到谷底……"
  },
  {
    "year": 2012,
    "drama": "擁抱太陽的月亮",
    "average": 32.37,
    "first": 15,
    "last": 42.3,
    "casts": "金秀賢,韓佳人,丁一宇,金旼序,宋在喜,宋再臨",
    "series": 20,
    "introduction": "講述年輕王世子和喪失記憶成為巫女的世子嬪之間愛情故事。"
  },
  {
    "year": 2012,
    "drama": "愛在烏鵲橋",
    "average": 27.53,
    "first": 18.7,
    "last": 37.7,
    "casts": "周元,U-ie,柳秀榮,鄭雄仁",
    "series": 58,
    "introduction": "一齣以農場為背景的家庭劇《鵲橋兄弟們》描繪的是一對黃氏夫婦帶著四個兒子在首爾近郊烏鵲橋農場過大家庭生活過程的幸福故事，主打家族溫情牌，故事整體風格輕鬆明快，沒有大姦大惡的角色，每個人身上或多或少都存在著一些小問題。正因為有了這些小缺陷，才更能凸顯小人物的可愛。"
  },
  {
    "year": 2012,
    "drama": "星星和月亮都摘給你",
    "average": 25.18,
    "first": 19.2,
    "last": 30.3,
    "casts": "趙東赫,徐智慧,高世元,文寶玲",
    "series": 129,
    "introduction": "講述因為家人之間的矛盾而各奔東西，最終發現在遭遇困難的時候守護自己的還是家族的故事。"
  },
  {
    "year": 2012,
    "drama": "只有你",
    "average": 22.57,
    "first": 18.8,
    "last": 23.8,
    "casts": "徐俊英,韓惠琳,徐道永,朴貞雅",
    "series": 128,
    "introduction": "該劇打破了主人公從一貧如洗走向成功的老套劇情，講述了出身豪門的女主人公用自己的方式向世人證明自己實力的故事。"
  },
  {
    "year": 2012,
    "drama": "紳士的品格",
    "average": 19.98,
    "first": 13.7,
    "last": 24.9,
    "casts": "張東健,金荷娜,金秀路,金旻鍾,李鐘赫,尹世雅,金正蘭,尹真伊,李宗泫",
    "series": 20,
    "introduction": "描繪經歷愛情和離別、成功和挫折，四個渴望初戀般纏綿怦然心動愛情的中年男人金道振（張東健飾）、任泰山（金秀路飾）、崔允（金旻鍾飾）、李正祿（李鐘赫飾）、徐依秀（金荷娜飾）、洪世菈（尹世雅飾）、任迴音（尹真伊飾）、 朴敏淑（金正蘭飾）上演的四人四色羅曼史。"
  },
  {
    "year": 2012,
    "drama": "五月的情海 May Queen",
    "average": 19.21,
    "first": 11.3,
    "last": 25.9,
    "casts": "韓智慧,金載沅,在喜,孫恩書",
    "series": 38,
    "introduction": "故事講述造船業發達時期出生的一群年輕人，打破父輩間的恩怨糾葛後，懷抱著他們的夢想在困境中開創新時代的海洋，朝著廣闊大海前進，過程中穿插著人們的慾望與愛情、背叛與復仇、沒落與成功。"
  },
  {
    "year": 2012,
    "drama": "新娘面具",
    "average": 17.98,
    "first": 12.6,
    "last": 27.3,
    "casts": "周元,陳世娫,朴基雄,韓彩雅",
    "series": 28,
    "introduction": "講述本來就不應該成為朋友的兩人，因為同樣背負著國仇家恨，被迫由親密摯友不可避免地走向宿命對決的悲劇性友情。以及江土和牡丹(陳世娫飾)刻骨銘心的愛情、江土和親哥哥江山(申鉉濬飾)感人的親情。"
  },
  {
    "year": 2012,
    "drama": "工薪族楚漢志",
    "average": 17.1,
    "first": 8.1,
    "last": 24.2,
    "casts": "李凡秀,鄭麗媛,鄭糠雲,洪洙賢",
    "series": 22,
    "introduction": "描寫韓國白領階層的工作與愛情、熱情與成功的電視劇，諷刺與詼諧表現冷酷的白領階層世界。"
  },
  {
    "year": 2012,
    "drama": "廣開土太王",
    "average": 16.48,
    "first": 11.5,
    "last": 17.4,
    "casts": "李泰坤,金承洙,林湖,朴正哲,吳智恩,李仁譓",
    "series": 92,
    "introduction": "描寫高句麗復興期廣開土太王高談德一生的大河歷史劇。"
  },
  {
    "year": 2012,
    "drama": "善良的男人",
    "average": 16.07,
    "first": 10.7,
    "last": 18.6,
    "casts": "宋仲基,文彩元,朴時妍,李光洙",
    "series": 20,
    "introduction": "講述為了心愛女人韓在熙（朴時妍飾）而不惜一切犧牲自己的純情男姜馬陸（宋仲基飾），在遭到她的背叛後，決定利用和自己人生之路完全相反的另一個女人徐恩琪（文彩元飾）報仇而飽受愛情折磨的故事。"
  },
  {
    "year": 2012,
    "drama": "光和影",
    "average": 15.75,
    "first": 8.6,
    "last": 20.6,
    "casts": "安在旭,南相美,李必模,孫淡妃",
    "series": 64,
    "introduction": "講述1960年代獻身劇團成為藝人的某男人的一生，展現60年代到現在的韓國娛樂文化的變遷。"
  },
  {
    "year": 2012,
    "drama": "我的女兒是花兒",
    "average": 15.52,
    "first": 10.1,
    "last": 16.3,
    "casts": "陳世娫,崔振赫,趙敏修,朴相元,李志勳,孫恩書",
    "series": 131,
    "introduction": "講述沒有血緣關係的母女所牽連出的內心惆悵而又溫潤的家人的苦心，展示一個家族的可能性。"
  },
  {
    "year": 2012,
    "drama": "神的晚餐",
    "average": 15.37,
    "first": 12.9,
    "last": 18.3,
    "casts": "成宥利,朱相昱,李尚禹,徐玄振,錢忍和,金甫娟",
    "series": 32,
    "introduction": "講述一群努力競爭想要成為公眾料理貢獻者的女人的故事。成宥利扮演的高振英擁有嘗過一次就能制作出同樣味道的“絕對味覺”，是一個性格熱情內心溫暖的人物。"
  },
  {
    "year": 2012,
    "drama": "追擊者",
    "average": 15.19,
    "first": 10,
    "last": 25.1,
    "casts": "孫賢周,金相中",
    "series": 16,
    "introduction": "17歲少女之死，對一個人來說，只是一件為了野心需要隱蔽的麻煩事，但對一個父親來說，是人生崩塌的瞬間。刑警白弘錫（孫賢周飾演）在女兒因事故死亡後，發現不能茫然等待法律措施，決定親自偵查女兒死亡案件的真相。"
  },
  {
    "year": 2012,
    "drama": "阿娘使道傳",
    "average": 14.33,
    "first": 14.4,
    "last": 13.8,
    "casts": "李準基,申敏兒",
    "series": 20,
    "introduction": "以朝鮮時代為背景，講述了一名年輕郡守與含冤而死的女鬼相遇，在女鬼的幫助下偵破各種疑案，最終幫助女鬼報仇雪恨的故事。李準基在劇中飾演新上任的年輕郡守「金銀悟」，而申敏兒則飾演因含冤而死而一直在人間徘徊的女鬼「阿娘」。"
  },
  {
    "year": 2012,
    "drama": "依然是你",
    "average": 14.06,
    "first": 10.5,
    "last": 20.4,
    "casts": "申恩慶,金承洙,王嬪娜,宋在熙",
    "series": 124,
    "introduction": "劇講述本想假離婚卻成為真離婚的女人車順英為了追回變心的丈夫帶走的女兒，假裝與丈夫羅漢俊的對手姜宇鎮談戀愛的故事。"
  },
  {
    "year": 2012,
    "drama": "愛情萬萬歲",
    "average": 14.02,
    "first": 8,
    "last": 18.1,
    "casts": "李寶英,李太成,裴宗玉,千虎珍,真理翰,卞貞秀,尹賢淑,金守美,韓如凜",
    "series": 57,
    "introduction": "姜在美(李寶英 飾)嫁給了個性優柔寡斷的韓正秀(陳益漢 飾)後，甘心默默地為家庭犧牲奉獻，讓老公順利當上粥店的店長，生活漸漸穩定。為了慶祝結婚三週年，正秀送在美機票到國外旅行，想不到這卻是毀掉她的婚姻的可怕陷阱…..。陰錯陽差之下，擁有律師執照卻終日游手好賢的卞東宇(李太成 飾)，決定幫在美打離婚官司。當原本相看兩討厭的落魄失婚女遇上多金的花花公子，這對曠男怨女會擦出什麼樣愛的火花呢？"
  },
  {
    "year": 2012,
    "drama": "幽靈",
    "average": 14.01,
    "first": 10.7,
    "last": 13.7,
    "casts": "蘇志燮,李沇熹,嚴基俊,郭度沅,宋昰昀",
    "series": 20,
    "introduction": "講述在頂級電腦背後隱藏的虛擬搜查隊打擊網絡犯罪的過程之中，揭發螢幕背後恐怖的一面和被掩蓋的事實，無時無刻在使用的Twitter、Blog、電子郵件，不經任何考慮隨便的一下點擊，是如何適得其反甚至奪去某些人的性命。"
  },
  {
    "year": 2012,
    "drama": "假如明天來臨",
    "average": 13.14,
    "first": 10.6,
    "last": 18.1,
    "casts": "高斗心,瑞雨,河錫辰,吉用祐,金惠善",
    "series": 51,
    "introduction": ""
  },
  {
    "year": 2012,
    "drama": "Brain",
    "average": 13.06,
    "first": 8.9,
    "last": 14.8,
    "casts": "申河均,鄭進永,崔貞媛,趙東赫",
    "series": 20,
    "introduction": "講述發生在大學附屬醫院研究腦部神經外科的醫學類電視劇。"
  },
  {
    "year": 2012,
    "drama": "Golden Time",
    "average": 12.99,
    "first": 8.8,
    "last": 13.6,
    "casts": "李善均,黃正音,李聖旻,宋善美",
    "series": 23,
    "introduction": "李善均在劇中飾演一名醫生，無使命感的他從醫大畢業後，一直做臨床講師，在一次急救中，直視病人的死亡帶給他巨大沖擊，之後他便開始走上從醫的一生。"
  },
  {
    "year": 2012,
    "drama": "仁醫",
    "average": 12.82,
    "first": 10.7,
    "last": 8.4,
    "casts": "宋承憲,朴敏英,金在中,李凡秀,李昭娟",
    "series": 22,
    "introduction": "陳赫（宋承憲 飾演）是一位非常優秀的神經外科專業醫生，與同是醫生的女友美娜（朴敏英 飾演）夢想著幸福的未來，有一天就倆人大吵一架後，美娜意外發生了嚴重車禍而昏迷不醒。陷入絕望的陳赫面前突然出現了一位神秘的患者，一邊走向頂樓一邊欲投身，陳赫為了攔阻他，自己卻不小心從頂樓摔下。\n醒來後卻發現自己身處在一個不知名的地方，而在這裡居然遇上了和美娜長得一模一樣的洪永來，還有著名歷史人物興宣大院君（李凡秀 飾演），令他驚訝不已。不知道為何會來到這裡，也不知道要如何回去原來的世界，面對重重危機的陳赫，在沒有最新的醫療設備及適當醫療用品的朝鮮時代，開始運用他所掌握最尖端醫學知識為飽受飢苦的平民百姓甚至是高高在上的王室人物進行治療。"
  },
  {
    "year": 2012,
    "drama": "閣樓上的王世子",
    "average": 12.12,
    "first": 8.7,
    "last": 14.9,
    "casts": "朴有天,韓志旼,李太成,鄭柔美",
    "series": 20,
    "introduction": "該劇以朝鮮時代穿越到現代作為素材，為《千年之愛》的男子篇。講述王世子李恪（朴有天飾）意外地和臣子們一起穿越300年時空，來到21世紀首爾，遇到了收留他們的朴荷（韓志旼飾）和外貌神似死去世子嬪的洪世娜（鄭柔美飾）並繼續了一段良緣的故事。"
  },
  {
    "year": 2012,
    "drama": "The King 2hearts",
    "average": 11.98,
    "first": 16.5,
    "last": 10.4,
    "casts": "李昇基,河智苑",
    "series": 20,
    "introduction": "假定大韓民國是君主立憲制的情況下，該劇講述北韓最強女戰士金恒兒（河智苑 飾演）和南韓最強厚臉皮王子李在河（李昇基 飾演）在世界軍官大會（World Officer Championship，簡稱WOC）相遇，經歷迂迴曲折的兩人終於墜入愛河，他們為了自己的愛情和家庭奮鬥，引發既動人又發人省思的教化止戰大格局劇情。"
  },
  {
    "year": 2012,
    "drama": "赤道的男人",
    "average": 11.97,
    "first": 7.5,
    "last": 13.8,
    "casts": "嚴泰雄,李浚赫,李寶英,林晶恩",
    "series": 20,
    "introduction": "講述有著熱情慾望的兩個男人的故事，通過兩個男人爲了揭發秘密並與命運做抗爭，來探討「人間的愛和信任到底能到達什麽程度」的作品。"
  },
  {
    "year": 2012,
    "drama": "傻瓜媽媽",
    "average": 11.56,
    "first": 11.4,
    "last": 12.6,
    "casts": "金賢珠,夏希羅,金楨勳,申鉉濬,金太祐",
    "series": 20,
    "introduction": ""
  },
  {
    "year": 2012,
    "drama": "時尚王",
    "average": 11.5,
    "first": 12.4,
    "last": 10.8,
    "casts": "劉亞仁,申世京,李帝勳,權俞利",
    "series": 20,
    "introduction": "講述向著未來、向著世界部段前進的一群年輕人的挑戰和成功，愛情和欲望的故事，對於愛情的執著和無止境的欲望之間的相互拉扯。"
  },
  {
    "year": 2012,
    "drama": "信義",
    "average": 11.4,
    "first": 12.2,
    "last": 10.5,
    "casts": "李敏鎬,金喜善,劉五性,柳德煥,朴世榮,成勛",
    "series": 24,
    "introduction": "講述高麗時代的武士崔瑩（李敏鎬 飾）和現代（2012年）整形外科女醫生柳恩修（金喜善 飾），穿越時空相遇，之後共同輔助造就賢明君王治理天下之過程。"
  },
  {
    "year": 2012,
    "drama": "五指",
    "average": 11.37,
    "first": 12.1,
    "last": 11.3,
    "casts": "蔡時那,朱智勳,池昌旭,陳世娫",
    "series": 30,
    "introduction": "講述天才鋼琴家的夢想和愛情，為了爭奪樂器製作集團接班人的位置而展開明爭暗鬥的復仇以及克服彼此造成的不幸之過程。"
  },
  {
    "year": 2013,
    "drama": "我女兒瑞英",
    "average": 35.8,
    "first": 23.4,
    "last": 46.7,
    "casts": "李寶英,李相侖,千虎珍,朴海鎮,崔政宇,洪堯燮",
    "series": 50,
    "introduction": "講述一個女兒想與懦弱無能的父親斷絕關係，但父親卻用寬容的心來維護，是一部超越血緣意義和簡單親情的家庭情感故事。"
  },
  {
    "year": 2013,
    "drama": "加油,金先生",
    "average": 29.34,
    "first": 27.6,
    "last": 26,
    "casts": "金烔完,王智慧,崔貞允,楊鎮宇",
    "series": 124,
    "introduction": "此劇講述一個三十出頭的小伙子，某天卻突然成為四個孩子的保護人，獨自身兼父親和母親，並與一名女子一同組成真正家庭的故事。"
  },
  {
    "year": 2013,
    "drama": "最佳李順新",
    "average": 25.28,
    "first": 25.9,
    "last": 31.8,
    "casts": "曹政奭,IU,劉寅娜,高斗心,李美淑,高周元,孫泰英,金容琳",
    "series": 50,
    "introduction": "講述因為父親去世而被捲入命運漩渦的母親和小女兒李純信（IU飾）尋找幸福以及純信如何找到愛情的故事。"
  },
  {
    "year": 2013,
    "drama": "百年的遺產",
    "average": 22.05,
    "first": 14.9,
    "last": 35,
    "casts": "柳真,李廷鎮,崔元英,尹兒貞",
    "series": 50,
    "introduction": "講述運營三代麵條工廠的家族之間的感人故事，以及麵館長孫女與大企業兒子結為連理後，面臨來自各方考驗的故事。"
  },
  {
    "year": 2013,
    "drama": "至誠感天",
    "average": 22.01,
    "first": 21.3,
    "last": 25.9,
    "casts": "朴世榮,李海仁,劉健,朴載正",
    "series": 135,
    "introduction": "此劇講述年幼時被領養的女主角崔世榮（朴世榮飾），長大後與親生母親相遇所展開的故事。"
  },
  {
    "year": 2013,
    "drama": "聽見你的聲音",
    "average": 19.12,
    "first": 7.8,
    "last": 26.2,
    "casts": "李鍾碩,李寶英,尹相鉉,李多熙,鄭雄仁,金海淑",
    "series": 18,
    "introduction": "囊括令人心動的羅曼史、扣人心弦的案件以及爆點十足的人物形象，通過擁有讀心術的超能力少年朴修夏（李鍾碩 飾）的故事及經歷，展現愛情、成長與人間溫暖真情。"
  },
  {
    "year": 2013,
    "drama": "主君的太陽",
    "average": 17.94,
    "first": 17.5,
    "last": 21.1,
    "casts": "蘇志燮,孔曉振,徐仁國,金釉利",
    "series": 17,
    "introduction": "劇情講述了因為事故後能夠看見鬼的女人和守護在她身邊的男人之間的故事。"
  },
  {
    "year": 2013,
    "drama": "良醫 Good Doctor",
    "average": 17.36,
    "first": 10.5,
    "last": 19.5,
    "casts": "周元,文彩元",
    "series": 20,
    "introduction": "故事描述主角小時候因為家庭因素而患有後天自閉症，在偶然機會裡被發現有超乎常人的外科醫術"
  },
  {
    "year": 2013,
    "drama": "馬醫",
    "average": 17.34,
    "first": 10,
    "last": 18.4,
    "casts": "曹承佑,李枖原,孫暢敏,裕善,李尚禹,李順載,韓尚進,金素恩,趙寶兒",
    "series": 50,
    "introduction": "根據朝鮮歷史上著名大夫白光炫（曹承佑飾）的生平故事改編，講述身份卑賤的獸醫憑藉天賦和付出努力成為正式大夫，最終以出眾醫術成為宮廷御醫的故事。"
  },
  {
    "year": 2013,
    "drama": "野王",
    "average": 16.59,
    "first": 8.7,
    "last": 26.7,
    "casts": "權相佑,秀愛",
    "series": 14,
    "introduction": "講述想要擺脫貧窮成為第一夫人的「慾望女」與甘願為她犧牲一切的「純情男」之間的故事。"
  },
  {
    "year": 2013,
    "drama": "繼承者們",
    "average": 15.91,
    "first": 9.9,
    "last": 23.5,
    "casts": "朴信惠,李敏鎬,金宇彬,崔振赫,姜敏赫,金智媛,姜河那,鄭秀晶,朴炯植",
    "series": 20,
    "introduction": "本劇講述富家子弟高中生們愛情與友情的青春浪漫故事。"
  },
  {
    "year": 2013,
    "drama": "彷彿愛過",
    "average": 15.53,
    "first": 10.4,
    "last": 18.9,
    "casts": "朴詩恩,金寶慶,安在模,黃東柱",
    "series": 144,
    "introduction": "此劇講述被最親密的朋友奪去了家人，優越的生活及一切的女人對抗為了自己的孩子盜取別人的人生，不惜撒謊與背叛的另一位女人的故事。"
  },
  {
    "year": 2013,
    "drama": "金子輕鬆出來吧",
    "average": 15.42,
    "first": 7.2,
    "last": 20.2,
    "casts": "韓智慧,延政勳,李水京,李太成,崔明吉,吉用祐,韓振熙,李惠淑,琴寶羅,白珍熙,朴敘俊,金亨俊",
    "series": 50,
    "introduction": "扛起負擔家計的重擔擺地攤貼補家用的鄭夢希（韓智慧飾），她的母親尹心德（崔明吉飾）是有名鑽石珠寶商朴順祥的屬下，在鑽石店勞心勞力一輩子，幫助老闆發了財，自己卻依舊只能過小康生活，尤其每天接觸有錢太太，加上自己當年窮媳婦嫁入夫家受盡婆婆嫌惡，她立志要讓女兒嫁進豪門，兒子娶豪門！"
  },
  {
    "year": 2013,
    "drama": "九家之書",
    "average": 15.14,
    "first": 11.5,
    "last": 18.7,
    "casts": "李昇基,裴秀智",
    "series": 24,
    "introduction": "《九家之書》是桓雄下凡時為了給這片土地上的眾守護神們成為人類的機會所編寫的契約書，熊族和虎族為此也曾在山洞裡只吃大蒜和魁蒿作祈禱渡過一百天。想得到這本書必須遵守三個禁忌：不得殺人類、不可不理會人類的幫助請求、不能讓人類知道自己是神獸。相傳只要一百天不犯禁忌，就會依照約定出現。"
  },
  {
    "year": 2013,
    "drama": "秘密人生",
    "average": 14.92,
    "first": 18.5,
    "last": 15.3,
    "casts": "曹在顯,金載沅,朴尚民,申恩慶,趙允熙,奇太映,金慧利,金奎吏",
    "series": 36,
    "introduction": "劇情講述一名警察得知自己其實是被現在的父親誘拐並且扶養長大，其後展開一系列報復並克服心理創傷的故事。"
  },
  {
    "year": 2013,
    "drama": "歐若拉公主",
    "average": 13.88,
    "first": 10.1,
    "last": 19.9,
    "casts": "全昭旻,吳昶錫,徐河俊",
    "series": 150,
    "introduction": "大企業天王食品會長家最小的獨生女歐若拉羅(全素敏 飾)對完美挑剔男作家黃瑪瑪(吳彰錫 飾)一見鍾情後，便隱瞞自己身分，展開一連串倒追行動，但是這段感情卻因無意中得罪了瑪瑪的三個姐姐，而遭到三個姊姊阻擾，歐若拉的三個哥哥和瑪瑪的三個姐姐之間也有了不同的交集"
  },
  {
    "year": 2013,
    "drama": "蔘生",
    "average": 13.69,
    "first": 12.1,
    "last": 16.4,
    "casts": "洪雅凜,孫星允,車道鎮,池一株",
    "series": 120,
    "introduction": "此劇講述1970年代時，死去的一位女孩的家人，在聽信巫師找了個女孩來擋煞，後來在擋煞女孩的父親的貪念下，把自己的女兒與對方調包，生在貧困家庭的醫生的女兒，長大後逐漸成長爲韓醫生的故事。"
  },
  {
    "year": 2013,
    "drama": "學校 2013",
    "average": 13.67,
    "first": 8.2,
    "last": 16,
    "casts": "崔丹尼爾,張娜拉,李鍾碩,金宇彬,朴世榮,柳孝榮",
    "series": 16,
    "introduction": "講述發生在勝利高中2年2班裡的校園生活，和過往以學生為中心的《學校》系列不同，將通過學生們真正想訴說的話和以老師視角看到的真實學校故事，提出大家值得思考的社會問題。"
  },
  {
    "year": 2013,
    "drama": "吳子龍走吧",
    "average": 13.6,
    "first": 6.1,
    "last": 18.6,
    "casts": "李章宇,吳漣序,陳泰賢,徐玄振,張美姬,金惠鈺,李輝香",
    "series": 129,
    "introduction": "講述是愛著妻子羅公主（吳漣序 飾）的二女婿吳子龍（李章宇 飾）真心想要拯救妻子家而和陰險的大女婿（陳泰賢 飾）對抗的故事，主要描寫家族的真愛與和解。"
  },
  {
    "year": 2013,
    "drama": "田禹治",
    "average": 13.38,
    "first": 14.1,
    "last": 16,
    "casts": "車太鉉,U-ie,李熙俊",
    "series": 24,
    "introduction": "田禹治原本生活在洪吉童所建立的理想之國「栗島國」，在遭受朋友姜霖背叛而失去如父親般存在的洪吉童和戀人洪舞燕後，為了復仇前往朝鮮，卻陰差陽錯拯救了朝鮮百姓，成為英雄。"
  },
  {
    "year": 2013,
    "drama": "清潭洞愛麗絲",
    "average": 12.7,
    "first": 8.7,
    "last": 14.8,
    "casts": "文瑾瑩,朴施厚,蘇怡賢,金知碩",
    "series": 16,
    "introduction": "以江南清潭洞（代表南韓上流社會的地區）為背景，講述平凡女孩為了成為清潭洞媳婦而展開的一系列故事。"
  },
  {
    "year": 2013,
    "drama": "錢的化身",
    "average": 12.57,
    "first": 9.2,
    "last": 14.2,
    "casts": "姜至奐,朴尚民,黃正音,吳允兒,崔汝珍",
    "series": 24,
    "introduction": "以一個因為金錢而失去所有的男子為中心，用詼諧幽默的手法刻畫錢和權力關係及賄賂、偷稅等歪風，抨擊韓國現狀的黑色幽默電視劇。"
  },
  {
    "year": 2013,
    "drama": "那年冬天，起風了",
    "average": 12.45,
    "first": 10.1,
    "last": 15.4,
    "casts": "趙寅成,宋慧喬,金汎,鄭恩地",
    "series": 16,
    "introduction": "講述孤兒長大的賭徒吳樹（趙寅成飾）身負數十億債務，於是將目光投向有著視力障礙的富家女吳英（宋慧喬飾）身上，隨後兩人一同從生活中找回希望與愛情的故事。"
  },
  {
    "year": 2013,
    "drama": "全能女神",
    "average": 12.03,
    "first": 9.4,
    "last": 12.8,
    "casts": "金惠秀,吳智昊,鄭有美,李熙俊,全慧彬",
    "series": 16,
    "introduction": "以充滿個性的合同工金小姐為中心，描繪她在職場奮鬥以及與同事們之間的工作和愛情故事。"
  },
  {
    "year": 2013,
    "drama": "7級公務員",
    "average": 11.95,
    "first": 12.8,
    "last": 9,
    "casts": "周元,崔江姬",
    "series": 20,
    "introduction": "講述必須隱藏真實身份欺瞞對方的新生代間諜們在執行任務的過程中，所發生的愛情、友情及面臨組織內部矛盾的各種糾葛與趣事。"
  },
  {
    "year": 2013,
    "drama": "我的愛蝴蝶夫人",
    "average": 11.39,
    "first": 9,
    "last": 13.3,
    "casts": "廉晶雅,朴埇佑,尹世雅,金聖洙",
    "series": 51,
    "introduction": "講述曾經是有自信且傲慢的知名影星南蝴蝶（廉晶雅飾）在嫁入婆家當媳婦後，經歷波折最終領悟到家人的重要性以及人生真諦的故事。"
  },
  {
    "year": 2013,
    "drama": "秘密",
    "average": 11.29,
    "first": 4.7,
    "last": 15.4,
    "casts": "池晟,黃正音,裴秀彬,李多熙",
    "series": 16,
    "introduction": "富家公子敏赫（池晟飾演）除了錢以外可以說是一無所有，因為家族利益關係與國會議員的女兒世妍（李多熙飾演）訂下婚約，然而世妍在這場策略婚姻之中，卻對敏赫有著另外的心意。愛情對敏赫來說只是短暫的遊戲，過去唯一能打開他心扉的女人只有智熙。"
  },
  {
    "year": 2013,
    "drama": "想你",
    "average": 11.27,
    "first": 7.7,
    "last": 11.8,
    "casts": "朴有天,尹恩惠,俞承豪",
    "series": 21,
    "introduction": "講述一對男女的記憶被初戀滿滿佔據，內心留下無法痊癒的傷口，每天痛苦度日，展開一場如同躲貓貓般的愛情故事。"
  },
  {
    "year": 2013,
    "drama": "IRIS 2",
    "average": 11.22,
    "first": 17,
    "last": 10.5,
    "casts": "張赫,李多海,李凡秀,吳娟受,金永哲,尹斗俊,林秀香,李準,尹素怡",
    "series": 20,
    "introduction": "時間背景接續第一季主角金賢俊（李炳憲飾）死後三年，講述圍繞金賢俊之死及偵查白山背後的黑色謎團案件而發展的故事，也將會揭開在幕後操縱的Mr. Black之神祕面紗。"
  },
  {
    "year": 2013,
    "drama": "你的女人",
    "average": 11.01,
    "first": 10.5,
    "last": 14.4,
    "casts": "李幼梨,朴胤載,林湖,朴榮鄰,李秉旭",
    "series": 120,
    "introduction": "此劇講述雖然與交通事故的肇事者結婚，但6年後逐漸恢復記憶的女人見到自己曾經愛過的男人後所發生的故事。"
  },
  {
    "year": 2014,
    "drama": "奇妙一家人",
    "average": 32.56,
    "first": 20.2,
    "last": 45.8,
    "casts": "羅文姬,張勇,金海淑,吳賢慶,趙成夏,李泰蘭,吳萬石,李允智,韓周完",
    "series": 50,
    "introduction": "講述了王峰一家人的故事。電視劇將圍繞結婚後獨立的子女再次回到父母家中的「三文魚族」、寄人籬下的倒插門女婿、大家族中父母的偏愛等故事展開，為觀眾呈獻真實韓國社會家庭故事。是一部就現實性家庭問題深入展開的作品，反映對學歷至上主義敲響警鐘、家人之間的矛盾、父母偏愛等。"
  },
  {
    "year": 2014,
    "drama": "乘著歌聲的愛情",
    "average": 27.94,
    "first": 24.1,
    "last": 27.1,
    "casts": "金多絮,白成鉉,黃善熙,金亨俊,郭熙聖",
    "series": 151,
    "introduction": "此劇以音樂劇為背景，講述賢佑與得聆陷入夢想、愛情、友情和親情之間拉扯的故事。"
  },
  {
    "year": 2014,
    "drama": "真是好時節",
    "average": 24.2,
    "first": 25.2,
    "last": 26.5,
    "casts": "李瑞鎮,金喜善,玉澤演,柳承秀,陳慶,金芝荷",
    "series": 50,
    "introduction": "劇情講述時隔15年在家鄉與初戀重逢後展開的故事，由李瑞鎮和金喜善飾演這一對初戀情人。"
  },
  {
    "year": 2014,
    "drama": "來自星星的你",
    "average": 22.64,
    "first": 15.5,
    "last": 28.1,
    "casts": "全智賢,金秀賢,朴海鎮,劉寅娜,申成祿,安宰賢",
    "series": 21,
    "introduction": "講述外星男子都敏俊（金秀賢 飾）從外太空來到400年前的朝鮮並一直生活到現代，在和身為國民頂級女演員的千頌伊（全智賢 飾）發生愛情的過程中，不同星球的兩人消除彼此之間的誤解，克服危險追尋眞愛的浪漫愛情喜劇。"
  },
  {
    "year": 2014,
    "drama": "貓來了!",
    "average": 21.85,
    "first": 23.5,
    "last": 23.7,
    "casts": "崔允英,顯祐,崔珉,全烋星",
    "series": 119,
    "introduction": "此劇講述因貓結緣的男女在重拾夢想的過程中領悟到家人的愛和珍貴之故事。"
  },
  {
    "year": 2014,
    "drama": "奇皇后",
    "average": 20.72,
    "first": 10.1,
    "last": 28.3,
    "casts": "河智苑,朱鎮模,池昌旭,白珍熙",
    "series": 51,
    "introduction": "講述高麗貢女奇氏成為元朝皇后之故事。[2]。劇中故事主要敘述地位極低的貢女變成元朝皇后奇氏（奇承娘）（河智苑飾）因為美麗的容貌和際遇意外獲得元朝皇帝（池昌旭飾）的寵幸，一步步登上元朝皇后皇位，成為名留千古的元朝皇后的故事。"
  },
  {
    "year": 2014,
    "drama": "來了!張寶利",
    "average": 20.27,
    "first": 10.9,
    "last": 35.8,
    "casts": "吳漣序,金智勳,李幼梨,吳昶錫",
    "series": 52,
    "introduction": "本劇講述了親生女兒和養女身份對調後引發的兩位女兒和兩位母親人生發生巨變的故事。"
  },
  {
    "year": 2014,
    "drama": "天上女人",
    "average": 17.64,
    "first": 12.8,
    "last": 18.2,
    "casts": "尹素怡,朴正哲,文寶玲,權律",
    "series": 103,
    "introduction": "此劇講述想要成為聖女的女人因為一個徹底顛覆姐姐人生的男人，選擇成為惡魔復仇，以及與愛她所以能包容她惡魔面的男人之間的愛情故事。"
  },
  {
    "year": 2014,
    "drama": "布穀鳥巢",
    "average": 16.99,
    "first": 16.5,
    "last": 21.5,
    "casts": "張瑞希,李彩英,黃東柱,金慶南",
    "series": 102,
    "introduction": "此劇講述為了守護人生與孩子而奮鬥的不孕女子白妍希和懷著復仇心成為害死哥哥的女人的代理孕母李華瑛之間的糾葛故事。"
  },
  {
    "year": 2014,
    "drama": "鄭道傳",
    "average": 14.35,
    "first": 10,
    "last": 17.3,
    "casts": "曹在顯,劉東根,朴英奎,徐仁錫,林湖",
    "series": 50,
    "introduction": "講述了李氏朝鮮開國功臣，著名學者鄭道傳的生平。"
  },
  {
    "year": 2014,
    "drama": "黃金彩虹",
    "average": 14.03,
    "first": 10.7,
    "last": 16.3,
    "casts": "丁一宇,U-ie ,李載允,車藝蓮",
    "series": 41,
    "introduction": "講述兄妹情比親兄妹還要深、還要濃的七名孤兒們征服重重難關，最終獲成功的故事。"
  },
  {
    "year": 2014,
    "drama": "媽媽",
    "average": 13.76,
    "first": 10,
    "last": 16.1,
    "casts": "宋玧妸,文晶熙,鄭俊鎬,洪宗玄",
    "series": 24,
    "introduction": "講述身患絶症的單身母親為了讓唯一的兒子有個新家庭，與昔日情人的妻子成為朋友後發生的故事。"
  },
  {
    "year": 2014,
    "drama": "只屬於我的你",
    "average": 13.44,
    "first": 9.8,
    "last": 16.5,
    "casts": "李敏英,鄭盛煥,宋在熙,韓多敏",
    "series": 121,
    "introduction": "此劇講述一個女人克服逆境成長的故事。"
  },
  {
    "year": 2014,
    "drama": "全都是泡菜",
    "average": 13.25,
    "first": 12.1,
    "last": 18.3,
    "casts": "金志映,金浩鎮,元基俊,車賢貞",
    "series": 132,
    "introduction": "此劇講述一個把全部人生寄託在丈夫身上的平凡主婦遭到丈夫的拋棄，但是她戰勝遭到背叛和挫折的風浪，著手做泡菜生意並開始新的人生，愉快地展現一個主婦克服創傷東山再起的成功歷程。"
  },
  {
    "year": 2014,
    "drama": "危情三天",
    "average": 12.26,
    "first": 12.8,
    "last": 13.2,
    "casts": "朴有天,孫賢周,朴河宣,蘇怡賢",
    "series": 16,
    "introduction": "講述來到專用別墅度假的總統在三聲槍響後神秘失蹤，警衛員們為了尋找總統下落展開追查的故事。[2][3]全劇由「戰爭的序幕」、「決戰」、「審判」三個章節組成，每一章節講述三天內所發生的事情，共記錄九天的故事。"
  },
  {
    "year": 2014,
    "drama": "你們被包圍了",
    "average": 12,
    "first": 11,
    "last": 14.2,
    "casts": "李昇基,車勝元,高雅羅,安宰賢,朴正民,吳允兒",
    "series": 20,
    "introduction": "本劇講述江南警察局刑事科年輕的新進刑警「菜鳥四人幫」與組長之間的青春成長浪漫警匪故事"
  },
  {
    "year": 2014,
    "drama": "異鄉人醫生",
    "average": 11.78,
    "first": 9.4,
    "last": 12.2,
    "casts": "李鍾碩,陳世娫,朴海鎮,姜素拉",
    "series": 20,
    "introduction": "講述生於南韓卻在北韓長大的天才醫生朴勛（李鍾碩飾）和南韓精英醫生韓在俊（朴海鎮飾）與陰謀對抗的故事。"
  },
  {
    "year": 2014,
    "drama": "好好長大的女兒 荷娜",
    "average": 11.61,
    "first": 6.2,
    "last": 12.1,
    "casts": "朴韓星,李泰坤,鄭恩宇,尹世仁",
    "series": 122,
    "introduction": "此劇講述為了繼承擁有400年歷史的家族事業「黃牛醬油」，從小被當成男生教育並以兒子身份成長的女孩張荷娜的故事。飾演女主角荷娜的朴韓星因劇中女扮男裝的角色所需，出道11年後首度以短髮亮相。"
  },
  {
    "year": 2014,
    "drama": "愛能給別人嗎",
    "average": 11.51,
    "first": 11.7,
    "last": 15.7,
    "casts": "朴根瀅,車和娟,李相燁,洪洙賢,徐芝釋,申多恩",
    "series": 50,
    "introduction": "描述老年人再婚後家庭成員之間如何互相認可、互相理解的故事。是溫馨的家庭劇。實力派骨幹演員樸根瀅，車和娟將譜寫黃昏戀曲。"
  },
  {
    "year": 2014,
    "drama": "更夫日誌",
    "average": 11.02,
    "first": 11.8,
    "last": 11.7,
    "casts": "丁一宇,鄭允浩,高聖熙,徐睿知",
    "series": 24,
    "introduction": "講述朝鮮時代更夫在晚上9時至凌晨5時的禁止通行時間裡巡查捉鬼之故事以及不信鬼神者、利用鬼神者、驅除鬼神者三方的較量。"
  },
  {
    "year": 2014,
    "drama": "沒關係，是愛情啊",
    "average": 10.43,
    "first": 9.8,
    "last": 13.4,
    "casts": "趙寅成,孔曉振,李光洙,成東鎰,都敬秀",
    "series": 16,
    "introduction": "以心理醫學為題材，通過人氣推理小說作家張宰烈（趙寅成飾演）與精神科醫生池海秀（孔曉振飾演）之間的相處，來描述現代人在不知不覺中帶著心病生活的人生和愛情故事。"
  },
  {
    "year": 2014,
    "drama": "Mr.Back",
    "average": 10.13,
    "first": 13.1,
    "last": 9.1,
    "casts": "申河均,張娜拉,李準,朴藝珍",
    "series": 16,
    "introduction": "講述了一個70多歲的財富、地位、權勢等應有盡有的某集團會長因一次偶然的機會重返青春，決定嘗試以前從未體驗過的真正的愛情的故事。"
  },
  {
    "year": 2014,
    "drama": "Hotel King",
    "average": 9.95,
    "first": 11.8,
    "last": 12.1,
    "casts": "李多海,李棟旭,任瑟雍,王智慧,李德華,金海淑",
    "series": 32,
    "introduction": "講述為了守護陷入危機的CIEL飯店而孤軍奮戰的女繼承人阿莫奈[3]（李多海飾）和為了她不惜與父親反目的飯店總經理車載莞（李棟旭飾）之間的故事。"
  },
  {
    "year": 2014,
    "drama": "結三次婚的女子",
    "average": 9.85,
    "first": 8.5,
    "last": 13.2,
    "casts": "李智雅,宋昶儀,河錫辰,嚴智苑,趙漢善,徐令姬",
    "series": 40,
    "introduction": "以平凡家庭中的兩姊妹恩秀、賢秀為中心展開，在離婚氾濫的現代，講述關於結婚、再婚的定義。以及不幸的婚姻對雙方及雙方家庭所帶來的傷害，思考婚姻以及家人的意義。"
  },
  {
    "year": 2014,
    "drama": "命中注定我愛你",
    "average": 9.75,
    "first": 6,
    "last": 10.6,
    "casts": "張娜拉,張赫,崔振赫,王智媛",
    "series": 20,
    "introduction": "講述一對男女李健（張赫飾）、金美英（張娜拉飾）在豪華旅行中共度一夜不小心懷孕後，經歷了不情願的婚姻，卻從中領悟到命運般的愛情之故事。"
  },
  {
    "year": 2014,
    "drama": "神的禮物-14天",
    "average": 9.27,
    "first": 6.7,
    "last": 9.5,
    "casts": "李寶英,曹承佑,鄭糠雲,金太祐",
    "series": 16,
    "introduction": "講述一位母親回到女兒死去事發前14天進行挽救孩子生命的故事。"
  },
  {
    "year": 2014,
    "drama": "天使之眼",
    "average": 9.26,
    "first": 7.3,
    "last": 9.1,
    "casts": "李相侖,具惠善",
    "series": 20,
    "introduction": "講述因為家庭的不幸不得已放棄初戀的外科醫生朴東柱（李相侖飾）、119救助人員尹秀婉（具惠善飾）一對情侶在12年後重逢所發生的故事。"
  },
  {
    "year": 2014,
    "drama": "朝鮮神槍手",
    "average": 9.11,
    "first": 8.9,
    "last": 9.8,
    "casts": "李準基,南相美,全慧彬,韓周完,劉五性",
    "series": 22,
    "introduction": "以19世紀的朝鮮時代為背景，講述朝鮮第一劍客之子在父親死後捨棄刀劍，成長為時代英雄神槍手的故事。"
  },
  {
    "year": 2014,
    "drama": "就要相愛",
    "average": 8.95,
    "first": 8.3,
    "last": 13.2,
    "casts": "徐河俊,林世美,李奎翰,南寶拉,金叡園,尹鐘焄",
    "series": 123,
    "introduction": "此劇講述克服女大男小情侶、親骨肉和領養、富有和貧窮之偏見的六名男女，以他們為中心的家庭故事"
  },
  {
    "year": 2014,
    "drama": "誘惑",
    "average": 8.24,
    "first": 9.6,
    "last": 10.1,
    "casts": "崔志宇,權相佑,李廷鎮,朴河宣",
    "series": 20,
    "introduction": "劇情講述被逼到絕境的男人接到女富豪的誘惑性提議並做出無法挽回的選擇，過程中描繪四名男女不可預測的愛情。"
  },
  {
    "year": 2015,
    "drama": "家人之間何必這樣",
    "average": 30.75,
    "first": 19.2,
    "last": 40.8,
    "casts": "劉東根,金賢珠,金相慶,孫淡妃,尹博,朴炯植,南志鉉,徐康俊",
    "series": 53,
    "introduction": "講述一個善良爸爸利用不孝訴訟改變自私子女的故事。"
  },
  {
    "year": 2015,
    "drama": "我的愛屬於你",
    "average": 27.05,
    "first": 25.6,
    "last": 25.3,
    "casts": "韓彩雅,成赫,池珠妍,史美子,金海淑,姜南吉",
    "series": 120,
    "introduction": "講述了同壹屋檐下多個家族壹起生活的故事。通過描繪形形色色的人們居住在同壹個屋檐下後引發的壹系列歡樂、感動的故事向觀眾傳遞家庭的意義。"
  },
  {
    "year": 2015,
    "drama": "守護家族",
    "average": 24.38,
    "first": 25.7,
    "last": 25.8,
    "casts": "在喜,姜星,鄭惠仁",
    "series": 123,
    "introduction": "此劇講述祖輩、父母、孩子三代之間關於責任感和道理的家族故事。"
  },
  {
    "year": 2015,
    "drama": "青鳥之家",
    "average": 24.26,
    "first": 23.3,
    "last": 24.6,
    "casts": "李浚赫,李相燁,蔡秀彬,景收真,崔明吉,千虎珍",
    "series": 50,
    "introduction": "溫柔木納的金志莞因為父親驟逝，靠打工完成大學學業，非畢業於明星大學，讓志莞的求職路到處碰壁，講述面對就業競爭，心急的奶奶自做主張地去拜託曾是兒子好友、現在是World集團會長的張泰柱，原本堅持靠自己實力謀職的志莞為了減輕母親的重擔，最終妥協進入了World公司，與好友同時是會長兒子的張賢道成了同事，志莞因為是會長兒子的好友反而受到排擠，還好前輩徐美真與會長兒子的張賢道對他照顧有加。志莞對會長尊重與崇拜之際，竟得知當年搶走父親所有財產的仇人就是會長，產生難以化解的恩怨。"
  },
  {
    "year": 2015,
    "drama": "傳說的魔女",
    "average": 22.38,
    "first": 13.4,
    "last": 29,
    "casts": "韓智慧,河錫辰,高斗心,吳賢慶,夏沇秀",
    "series": 40,
    "introduction": "講述因為犯罪而被關在清州女子教導所的四名女子重獲自由後，利用在教導所學習到的麵包技術來創業所展開的故事。"
  },
  {
    "year": 2015,
    "drama": "薔薇色的戀人們",
    "average": 19.14,
    "first": 12.4,
    "last": 27.4,
    "casts": "李章宇,韓善伙,李美淑,張美姬,朴相元,鄭普碩,林藝真,金旼序,韓志翔,尹兒貞,崔弼立,金英玉,潘曉靜,吉恩惠",
    "series": 52,
    "introduction": "講述年少時經歷各類挫折卻毫不氣餒,堅強地尋找人生的真諦與幸福的主人公與其家人的故事。"
  },
  {
    "year": 2015,
    "drama": "讓女人哭泣",
    "average": 18.7,
    "first": 15.3,
    "last": 23.7,
    "casts": "金諪恩,宋昶儀,夏希羅,李泰蘭,吳大奎,印喬鎮,李順載,徐宇林,金志映",
    "series": 40,
    "introduction": "講述一個女人失去兒子後堅強生活的過程，以圍繞她的財閥家庭內部事情為背景人物之間的愛情、矛盾和寬恕等的故事。"
  },
  {
    "year": 2015,
    "drama": "甜秘密",
    "average": 18.67,
    "first": 14.6,
    "last": 22.3,
    "casts": "申素律,金興銖,楊鎮宇,延敏智",
    "series": 102,
    "introduction": "此劇講述開朗堅強的媽媽和對外冷酷的挑剔男之間互相撫平傷口，領悟到真正愛情和親情的故事。"
  },
  {
    "year": 2015,
    "drama": "龍八夷",
    "average": 16.41,
    "first": 9.2,
    "last": 19.6,
    "casts": "周元,金泰希,蔡貞安,趙顯宰,鄭雄仁,朴慧秀",
    "series": 18,
    "introduction": "韓新醫院具有3年經驗的普通外科醫生金泰賢（周元 飾），在家境窘迫的狀況下艱難的成為了醫生，但因為每週都需要腎臟透析的妹妹，不得不負起責任拼命賺錢，經歷過黑社會不法打工的他被警察追擊，醫生生涯​​陷入兩難境地。而韓新集團第一女繼承人韓汝珍（金泰希 飾），在韓新醫院12層VIP病房一直處於昏迷的狀態。因搶奪經營權和遺產權的哥哥韓道俊（趙顯宰 飾）而陷入深度昏迷的汝珍，因為泰賢的原因重新找回了意識，開始了恐怖的懲戒，同時，道俊的妻子李彩英（蔡貞安 飾）一直暗中幫助泰賢，共同對抗道俊......。"
  },
  {
    "year": 2015,
    "drama": "清潭洞醜聞",
    "average": 15.43,
    "first": 10.2,
    "last": 25.5,
    "casts": "崔貞允,李重文,康太成,徐恩彩,任性彥",
    "series": 119,
    "introduction": "此劇講述以富貴、名譽為象徵的清潭洞裡的隱秘慾望及揭露上流社會醜陋現象的故事。"
  },
  {
    "year": 2015,
    "drama": "暴風的女子",
    "average": 15.2,
    "first": 12.4,
    "last": 15.2,
    "casts": "朴宣暎,高恩美,玄宇成,鄭燦,鮮于在德",
    "series": 140,
    "introduction": "此劇講述一個除了家庭什麼都不知道的家庭婦女，某天卻受到了丈夫的背叛，女兒也在學校成為了暴力的對象。萬念俱灰的情況下，她意識到只有成為暴風才能對抗暴風般的變化。"
  },
  {
    "year": 2015,
    "drama": "女王之花",
    "average": 14.79,
    "first": 18.1,
    "last": 20.4,
    "casts": "金成鈴,李聖經,金美淑,李鐘赫,尹博",
    "series": 50,
    "introduction": "講述了一名充滿野心的女人與被她拋棄的女兒再會的故事。"
  },
  {
    "year": 2015,
    "drama": "今天開始我愛你",
    "average": 14.41,
    "first": 19,
    "last": 14.1,
    "casts": "林世美,朴鎮宇,金世晶",
    "series": 101,
    "introduction": "此劇以北村韓屋450年歷史的尹氏宗家「同樂堂」為背景，講述了領養和脫離關係的故事。"
  },
  {
    "year": 2015,
    "drama": "夏娃的愛情",
    "average": 13.31,
    "first": 12,
    "last": 16.1,
    "casts": "尹世雅,金敏京,李在煌,金永勳,李東河,尹鍾和",
    "series": 120,
    "introduction": "此劇講述因朋友的背叛而失去一切的一個女人，戰勝逆境，克服苦難命運的故事。"
  },
  {
    "year": 2015,
    "drama": "媽媽我媳婦",
    "average": 13.22,
    "first": 11.5,
    "last": 14.3,
    "casts": "金慧利,沈宜英,金正鉉,文寶玲,李善鎬",
    "series": 136,
    "introduction": "為韓國SBS於2015年6月22日起播出的晨間連續劇"
  },
  {
    "year": 2015,
    "drama": "恍惚的鄰居",
    "average": 12.82,
    "first": 12.9,
    "last": 14.7,
    "casts": "尹孫河,徐道永,尹熙錫,朴潭熙",
    "series": 119,
    "introduction": "朴燦宇(徐道營 飾)夢想成為完美丈夫的人, 卻在一次的意外中發現妻子的背叛, 他要如何面對這個破碎的家庭呢?"
  },
  {
    "year": 2015,
    "drama": "狎鷗亭白夜",
    "average": 12.6,
    "first": 8.9,
    "last": 15.6,
    "casts": "姜恩卓,朴荷娜,金民修,白玉丹",
    "series": 149,
    "introduction": "講述白葉(朴荷娜飾)為了報復拋棄她和哥哥(沈亨倬 飾)的生母(李甫姬 飾)而展開了一系列復仇計劃的故事……"
  },
  {
    "year": 2015,
    "drama": "製作人的那些事",
    "average": 12.42,
    "first": 10.5,
    "last": 18.2,
    "casts": "金秀賢,車太鉉,孔曉振,IU,金鐘國,羅映姬",
    "series": 12,
    "introduction": "講述發生在電視台綜藝部製作人的那些事們工作及生活的故事，當中主角互相發展……"
  },
  {
    "year": 2015,
    "drama": "她很漂亮",
    "average": 12.17,
    "first": 4.9,
    "last": 15,
    "casts": "黃正音,朴敘俊,高準熹,崔始源",
    "series": 16,
    "introduction": "以從美國空降到The Most時尚雜誌副總編輯池晟俊（朴敘俊 飾）與他的初戀及以前的同學、對自己的形象毫無管理的金惠珍（黃正音 飾）的愛情故事為主題，講述逆變成恐龍女的金惠珍（黃正音 飾）、逆襲成高富帥的池晟俊（朴敘俊 飾）, 看似完美實則擁有反差萌的性感女閔夏莉（高濬熙 飾）和神秘男金信赫（崔始源 飾）4名男女之間的故事。"
  },
  {
    "year": 2015,
    "drama": "歸來的黃金福",
    "average": 11.86,
    "first": 8.6,
    "last": 16.2,
    "casts": "申多恩,李伊利雅,鄭恩宇,金鎮祐,沈慧珍,全美善,全盧民,李惠淑,鮮于在德",
    "series": 125,
    "introduction": "此劇講述一名清潔工失蹤後，她的女兒為找尋她而揭開圍繞她產生的秘密的故事。"
  },
  {
    "year": 2015,
    "drama": "皮諾丘",
    "average": 11,
    "first": 7.8,
    "last": 13.6,
    "casts": "朴信惠,李鍾碩,金英光",
    "series": 20,
    "introduction": "以因患有皮諾丘症候群[註 2]而不能說謊的記者崔仁荷（朴信惠飾）為主人公，講述她成為一名真正記者的經歷以及她和因事故而以假名生活的記者崔達佈（李鍾碩飾）及沒有接觸過平民的財閥的兒子徐帆潮（金英光飾）在電視台擔任社會部記者的生活，作為平時24小時都要與放送戰爭的仁荷慢慢成長的活潑青春故事。"
  },
  {
    "year": 2015,
    "drama": "依然綠茵的日子",
    "average": 10.95,
    "first": 8.3,
    "last": 12.4,
    "casts": "宋昰昀,李海宇,鄭怡娟,金民修",
    "series": 129,
    "introduction": "講述1970年代，一位出身富貴卻被偷偷交換身分的女孩永希的青春成長故事。"
  },
  {
    "year": 2015,
    "drama": "奔跑吧薔薇",
    "average": 10.84,
    "first": 8,
    "last": 13.5,
    "casts": "李英雅,高周元,柳鎮,鄭俊,尹周熙,李詩媛",
    "series": 123,
    "introduction": "此劇講述女主人公突然遭遇經濟困難，不得不過起縮衣節食的生活，又與大企業繼承人相遇相戀的故事。"
  },
  {
    "year": 2015,
    "drama": "Mrs. Cop",
    "average": 10.37,
    "first": 7.2,
    "last": 13.9,
    "casts": "金喜愛,金旻鍾,孫浩俊,李多熙,李起光",
    "series": 18,
    "introduction": "講述重案組刑警們追捕犯人、尋求正義的一系列故事。"
  },
  {
    "year": 2015,
    "drama": "輝煌或瘋狂",
    "average": 10.27,
    "first": 7.6,
    "last": 11.5,
    "casts": "張赫,吳漣序,李荷妮,林周煥",
    "series": 24,
    "introduction": "講述了遭受詛咒的皇子和被遺棄的公主的羅曼史。"
  },
  {
    "year": 2015,
    "drama": "Punch",
    "average": 10.25,
    "first": 6.7,
    "last": 14.8,
    "casts": "金來沅,金亞中,曹在顯,崔明吉,溫朱莞,徐智慧",
    "series": 19,
    "introduction": "描寫了檢察廳反腐部門的搜查指揮科長朴政煥檢察官人生最後六個月的記錄。再也無法跨越這世上與人生告別的男人向著世界的最後重擊。"
  },
  {
    "year": 2015,
    "drama": "偉大的糟糠之妻",
    "average": 10.15,
    "first": 8.3,
    "last": 11,
    "casts": "姜成妍,安在模,金志映,李鍾原,黃雨瑟惠,黃東柱",
    "series": 121,
    "introduction": "偶然相遇的一個公寓的同學們，他們過去隱秘的殺人事件，以及危險的結婚、離婚等報複的故事。"
  },
  {
    "year": 2015,
    "drama": "假面",
    "average": 10.04,
    "first": 7.5,
    "last": 12.6,
    "casts": "秀愛,朱智勛,延政勳,柳仁英",
    "series": 20,
    "introduction": "講述一個隱藏自己的身分，嫁做財閥世家媳婦的女主角、一個願意無條件去守護心愛女子的男主角、一個想要揭開女主角的真實身分的人與一個已經知道所有秘密的人，這四人共同住在同一間宅邸裡，所發生的明爭暗鬥、陰謀報復的故事。"
  },
  {
    "year": 2015,
    "drama": "Kill Me Heal Me",
    "average": 10,
    "first": 8.7,
    "last": 10.5,
    "casts": "池晟,黃正音,朴敘俊,吳珉錫,金釉利",
    "series": 20,
    "introduction": "描寫擁有七重人格的主角車道賢（池晟飾）與精神科醫生吳俐珍（黃正音飾）的愛情故事，為首次有韓劇使用的題材。"
  },
  {
    "year": 2015,
    "drama": "像妳一樣的女兒",
    "average": 9.77,
    "first": 11.2,
    "last": 9.9,
    "casts": "李水京,姜慶俊,金惠鈺,吉用祐,鄭普碩,朴海美",
    "series": 120,
    "introduction": "講述養育三個Alpha Girls女兒的家庭購物主持人「洪愛子」、句句不離海軍陸戰隊精神但卻在現實中是父兼母職的鰥夫「蘇畔錫」，以及含著金湯匙出生、性格天真爛漫的「許恩淑」女士等，三個家族結為親家關係後所展開的故事。"
  },
  {
    "year": 2016,
    "drama": "五個孩子",
    "average": 26.92,
    "first": 24.3,
    "last": 33.5,
    "casts": "安在旭,蘇有珍,林秀香,沈宜英,沈亨倬,申惠善,成勛",
    "series": 54,
    "introduction": "講述了單親媽媽和單親爸爸遇到第二次愛情，通過與家人之間的矛盾、和解、關愛尋找真正幸福的陽光溫暖的家庭喜劇。"
  },
  {
    "year": 2016,
    "drama": "太陽的後裔",
    "average": 26.27,
    "first": 12.6,
    "last": 35.3,
    "casts": "宋慧喬,宋仲基,金智媛,晉久",
    "series": 19,
    "introduction": "講述特戰隊所屬隊長劉時鎮（宋仲基 飾）、 海成醫院外科醫生姜暮煙（宋慧喬 飾）、海外派遣部隊軍醫官尹明珠（金智媛 飾）和特戰隊所屬副隊長徐大英（晉久 飾）4名男女轉返於海外和韓國之間的愛情故事。\n兩對戀人歷經離離合合，生離死別後，他們又會如何選擇最適合彼此的距離？"
  },
  {
    "year": 2016,
    "drama": "拜託了媽媽",
    "average": 25.83,
    "first": 14.1,
    "last": 39.1,
    "casts": "柳真,李尚禹,高斗心,金甲洙,金美淑,宋承桓,金英玉,吳珉錫,孫汝恩,崔泰俊,趙寶兒",
    "series": 54,
    "introduction": "講述女兒與媽媽與婆婆之間的充滿矛盾又真實貼近生活的故事。從女兒與媽媽的立場來剖析社會中出現的一些現象。"
  },
  {
    "year": 2016,
    "drama": "我們家蜜罈子",
    "average": 25.04,
    "first": 22.9,
    "last": 27,
    "casts": "宋枝恩,李在濬,徐伊安,金民修,金容琳,崔明吉,李瑩河,金佑錫,柳惠利,崔秀琳,崔大哲,安善英",
    "series": 129,
    "introduction": "此劇講述匆匆步入社會的兩個年輕男女及周邊人們的故事。"
  },
  {
    "year": 2016,
    "drama": "我的女兒琴四月",
    "average": 23.77,
    "first": 14.1,
    "last": 33.5,
    "casts": "錢忍和,白珍熙,尹賢旻,朴世榮,都想友",
    "series": 51,
    "introduction": ""
  },
  {
    "year": 2016,
    "drama": "怪異家族",
    "average": 23.59,
    "first": 21.5,
    "last": 27.5,
    "casts": "李詩雅,金鎮祐,吉恩惠,申智勳",
    "series": 149,
    "introduction": "此劇講述嚮往著不同的夢想與愛情而來到首爾打拼的鄉下人的成功和挫折的故事。"
  },
  {
    "year": 2016,
    "drama": "女人的秘密",
    "average": 19.61,
    "first": 14.4,
    "last": 23.1,
    "casts": "蘇怡賢,吳閔碩,金允書,正憲",
    "series": 104,
    "introduction": "此劇講述像白天鵝一樣純凈溫柔的女主人公，為了替父親復仇，找回她被搶走的兒子，變成黑天鵝般堅韌的女人並與貪婪和背叛的化身拼搏的故事。"
  },
  {
    "year": 2016,
    "drama": "天上的約定",
    "average": 19.25,
    "first": 17.6,
    "last": 21.6,
    "casts": "李幼梨,徐俊英,宋鍾鎬,朴河娜",
    "series": 102,
    "introduction": "此劇講述一個開朗善良的女子遭心愛之人背叛，媽媽和女兒以及雙胞胎妹妹間接被害死後，偽裝成雙胞胎妹妹嫁給仇人的弟弟之後向他們一家進行復仇的故事。"
  },
  {
    "year": 2016,
    "drama": "結婚契約",
    "average": 17.74,
    "first": 17.3,
    "last": 20.3,
    "casts": "李瑞鎮,U-ie,金釉利,金光奎",
    "series": 16,
    "introduction": "此劇講述了一個視錢財為人生價值的男人與站在人生懸崖邊上的女人以戲劇性的關係相遇並尋找真愛意義的故事。"
  },
  {
    "year": 2016,
    "drama": "獄中花",
    "average": 17.31,
    "first": 16.2,
    "last": 19.5,
    "casts": "陳世娫,高洙,金美淑,田光烈,鄭俊鎬,朴珠美",
    "series": 51,
    "introduction": "描寫在在監獄裡出生並長大的天才少女「獄女」，在朝鮮時代的律師制度外知部的殘酷統治之下，幫助困苦的黎民百姓獲得新生的故事。"
  },
  {
    "year": 2016,
    "drama": "雲畫的月光",
    "average": 16.92,
    "first": 8.7,
    "last": 21.6,
    "casts": "朴寶劍,金裕貞,鄭振永,蔡秀彬,郭東延",
    "series": 20,
    "introduction": "本劇以19世紀的朝鮮為背景，講述朝鮮第23代君主純祖的長子孝明世子（朴寶劍 飾）和女扮男裝的愛情問題諮詢專家洪樂溫（金裕貞 飾）的宮中羅曼史。"
  },
  {
    "year": 2016,
    "drama": "Doctors醫生們",
    "average": 16.69,
    "first": 11.4,
    "last": 17.9,
    "casts": "朴信惠,金來沅,尹均相,李聖經,文知茵,金玟錫",
    "series": 20,
    "introduction": "以女流氓劉慧靜（朴信惠 飾）為主角，講述她生活跌至谷底，差點進入監獄後發憤圖強成為女醫生的故事。"
  },
  {
    "year": 2016,
    "drama": "母親",
    "average": 16.26,
    "first": 15.3,
    "last": 24,
    "casts": "車和娟,朴英奎,張瑞希,金錫勛,洪洙賢,李太成",
    "series": 50,
    "introduction": "講述了一位一直犧牲自己為子女付出全部的偉大母親，發現子女成為了自己的精神枷鎖和負擔，從而向子女展開教訓的故事。"
  },
  {
    "year": 2016,
    "drama": "家和萬事成",
    "average": 15.39,
    "first": 14.4,
    "last": 18.6,
    "casts": "金素妍,李尚禹,李必模",
    "series": 51,
    "introduction": "以中國城最大中餐店家和萬事成為背景，講述奉氏一家人的故事。"
  },
  {
    "year": 2016,
    "drama": "全都會好的",
    "average": 14.74,
    "first": 14,
    "last": 19.2,
    "casts": "崔允英,郭時暘,嚴賢璟,宋在熙,許正民,韓寶凜",
    "series": 102,
    "introduction": "此劇講述懷揣怨恨、矛盾生活的人們通過饒恕、和解尋找真正愛情、幸福的故事。"
  },
  {
    "year": 2016,
    "drama": "明天也勝利",
    "average": 14.59,
    "first": 12,
    "last": 18.4,
    "casts": "全昭旻,宋元根,崔弼立,劉浩琳",
    "series": 130,
    "introduction": "據說世上最芳香的香水是從在黑暗寒冷的子夜與凌晨之間在巴爾幹半島艱險山脈綻放的玫瑰中提取出來的。美麗的珍珠也源自母貝​​的淚水與傷痛。主人公韓勝利的父親含冤死去後家境沒落，此後遭到深愛的男人背叛，還失去了孩子，由此落入深淵。但她為了延續父親的家業並實現自己的夢想，並不氣餒，像不倒翁一樣頑強地重新站立起來。她在絕望之中，胸懷明天會比今天更好的希望，默默承受痛苦後獲得更偉大而美麗的成果。"
  },
  {
    "year": 2016,
    "drama": "Remember－兒子的戰爭",
    "average": 14.31,
    "first": 6.6,
    "last": 20.1,
    "casts": "俞承豪,朴誠雄,朴敏英,鄭惠成,南宮珉,田光烈",
    "series": 20,
    "introduction": "患有記憶過剩症候群而無法忘記任何事情的主人公——徐振宇（俞承豪 飾），雖然在別人眼裡是記憶天才，但真正的他，卻因為擁有無論是喜悅和悲傷還是痛苦，種種記憶都比普通人深刻數百倍的能力，被醫生診斷為「障礙」。\n積極樂觀的他克服自身的障礙，開始作為律師所向披靡之時，人生再一次向他拋出了殘酷命運的問卷。因為社會高層的陰謀，振宇的父親——徐載赫（田光烈飾）被扣上了冤屈的罪名，被指證為全國民性案件「西村女大學生殺人案」的嫌疑人，宣判為死刑。\n為了證明父親的清白洗刷冤屈而成為一名律師，誓要在所有證據消失之前救出父親，但沒想到在當上律師後卻突然失去超級記憶而面臨各種難關的故事。"
  },
  {
    "year": 2016,
    "drama": "愛情來了",
    "average": 13.13,
    "first": 10.9,
    "last": 16.2,
    "casts": "金志映,李敏英,高世元,李勳,沈恩珍,張東稷",
    "series": 122,
    "introduction": "恩熙年輕的時候慘遭男友的背叛成為單親媽媽，獨力撫養小孩長大，還被母親強迫以女兒的姊姊身分生活，她以獨特的時尚眼光與手藝開創婚紗設計店；哈拉婚禮的社長民修意外發現恩熙與未婚妻長得相似，兩人陷入熱戀，當恩熙發現她女兒的親生父親竟然就是民修的姊夫，她是否還有勇氣追求這份愛？"
  },
  {
    "year": 2016,
    "drama": "W 兩個世界",
    "average": 12.87,
    "first": 9.9,
    "last": 10.6,
    "casts": "李鍾碩,韓孝周",
    "series": 16,
    "introduction": "講述現實世界中的女醫生吳妍珠（韓孝周 飾）偶然地進入了人氣漫畫《W》的世界，與漫畫主人公姜哲（李鍾碩 飾）相遇後發生往來現實和虛幻中的懸疑愛情故事。"
  },
  {
    "year": 2016,
    "drama": "我女婿的女人",
    "average": 12.32,
    "first": 10.3,
    "last": 13.2,
    "casts": "楊真誠,徐河俊,朴順天,張勝祖,吉用祐,李詩媛",
    "series": 120,
    "introduction": ""
  },
  {
    "year": 2016,
    "drama": "好人",
    "average": 12.08,
    "first": 10.6,
    "last": 13.9,
    "casts": "禹喜珍,玄宇成,姜成美,張宰昊,李孝春,鄭愛利,獨孤永宰,朴貞洙,南慶邑",
    "series": 122,
    "introduction": "此劇講述含冤的保險設計師奮力洗刷不白之冤的歷程，傳遞出可以通過他人治癒受到的創傷和傷痛並得到安慰，人就是希望這一個訊息。"
  },
  {
    "year": 2016,
    "drama": "六龍飛天",
    "average": 11.62,
    "first": 10.6,
    "last": 16.4,
    "casts": "劉亞仁,金明民,申世景,卞耀漢,尹鈞相,千虎珍",
    "series": 50,
    "introduction": "以朝鮮建國初期為背景，描述了以太宗李芳遠（劉亞仁 飾）為中心的六名主人公的野心、慾望與成功。"
  },
  {
    "year": 2016,
    "drama": "星星閃爍",
    "average": 11.58,
    "first": 9.7,
    "last": 16.8,
    "casts": "高媛熙,李河汩,徐允兒,車道鎮",
    "series": 128,
    "introduction": ""
  },
  {
    "year": 2016,
    "drama": "我心中的花雨",
    "average": 11.44,
    "first": 11.5,
    "last": 17.7,
    "casts": "羅海嶺,李昌旭,鄭怡娟,池恩誠",
    "series": 128,
    "introduction": ""
  },
  {
    "year": 2016,
    "drama": "鄰家律師趙德浩",
    "average": 10.93,
    "first": 8.6,
    "last": 14.1,
    "casts": "朴新陽,姜素拉,柳秀榮,朴帥眉",
    "series": 20,
    "introduction": "改編自韓國同名網絡漫畫，講述了因捲入到上級長官及財團會長的事件，首爾檢察官趙德浩（朴新陽飾）從一名起訴定罪率100%的優秀檢察官因而成為流浪漢又轉當律師的故事。"
  },
  {
    "year": 2016,
    "drama": "美麗的你",
    "average": 10.85,
    "first": 9.5,
    "last": 10.9,
    "casts": "李昭娟,姜恩卓,徐道永",
    "series": 122,
    "introduction": "講述因過於執著愛情，而失去工作和家庭的女人，和條件完美卻情場失意的男人之間的奇跡羅曼史，以及家人之間和解的故事。離婚有一個女兒的車西茜，為了生計到Radio電台製作音樂節目，與富二代電台PD夏鎮恆，從爭吵到互相喜歡的故事。"
  },
  {
    "year": 2016,
    "drama": "美女孔心",
    "average": 10.26,
    "first": 7.6,
    "last": 12.8,
    "casts": "南宮珉,珉雅,溫朱莞,徐孝琳",
    "series": 20,
    "introduction": "南宮珉飾演一名擁有熱心腸的型男律師安端泰，充滿了溫情，人生也是充滿起伏；敏雅則飾演可愛的女主人公孔心，正為就業做著萬般準備。"
  },
  {
    "year": 2016,
    "drama": "蔣英實",
    "average": 9.8,
    "first": 8.5,
    "last": 9.4,
    "casts": "宋一國,金相慶,金永哲,朴宣暎",
    "series": 24,
    "introduction": "講述朝鮮時代賤民出身的天才科學家蔣英實的一生。"
  },
  {
    "year": 2016,
    "drama": "最佳戀人",
    "average": 9.68,
    "first": 7.6,
    "last": 9.9,
    "casts": "夏希羅,姜珉耿,鄭燦,卞貞秀,趙安,郭熙聖,姜泰伍,金宥美,金曙羅",
    "series": 116,
    "introduction": "本劇透過與愛情纏鬥的母親與女兒的人生，呈現現代社會單身女性、離婚女性、再婚女性的煩惱糾葛等韓國社會現狀，是一部傳達溫暖親情的電視劇。"
  },
  {
    "year": 2016,
    "drama": "魔女之城",
    "average": 9.63,
    "first": 9.2,
    "last": 9.4,
    "casts": "崔貞媛,徐芝釋,李海仁,俞知仁,申東美,安信源,羅文姬,金宣敬",
    "series": 122,
    "introduction": "此劇講述離婚的婆婆、媳婦與小姑三個女人之間一開始有很多難以調解的衝突，但後來逐漸互相理解，共同度過困難的故事。"
  },
  {
    "year": 2017,
    "drama": "月桂樹西裝店的紳士們",
    "average": 28.24,
    "first": 23.7,
    "last": 32.9,
    "casts": "李東健,趙胤熙,車仁杓,吳賢慶,羅美蘭",
    "series": 54,
    "introduction": "此劇講述經營西裝店的家庭裡家人之間發生的瑣碎事情。"
  },
  {
    "year": 2017,
    "drama": "爸爸好奇怪",
    "average": 27.3,
    "first": 21.1,
    "last": 33.1,
    "casts": "金永哲,金海淑,李準,柳秀榮,李幼梨,庭沼珉",
    "series": 52,
    "introduction": "主要圍繞著雖有不為人知的秘密，但為家人付出一生的好爸爸漢秀，漢秀生活能力強的老婆英實，以及個性迥異的四個兄妹等一家人，講述原本和氣融融的普通漢秀家庭，突然出現一名明星寄宿進來後發生的故事，是一部家庭溫馨喜劇。"
  },
  {
    "year": 2017,
    "drama": "閃耀的恩秀",
    "average": 26.44,
    "first": 21.7,
    "last": 26.5,
    "casts": "李令恩,金桐俊,朴荷娜,崔正元",
    "series": 125,
    "introduction": "此劇講述女教師與女學生在七年後，不只與一對兄弟結婚成為家人，兩人的父母更再婚，令她們成為姊妹後所發生的故事。"
  },
  {
    "year": 2017,
    "drama": "無窮花開了",
    "average": 21.83,
    "first": 19.2,
    "last": 23.9,
    "casts": "林秀香,都枝寒,李昌旭,李垠亨,南寶拉",
    "series": 120,
    "introduction": "此劇以韓國警察派出所作背景，講述基層警察的故事。"
  },
  {
    "year": 2017,
    "drama": "再次,初戀",
    "average": 21.07,
    "first": 16.6,
    "last": 24.8,
    "casts": "明世彬,金承洙,王嬪娜,朴正哲",
    "series": 104,
    "introduction": "此劇講述無法從初戀中脫離的男人和遺忘初戀的女人，八年後再次相遇而發生的故事。"
  },
  {
    "year": 2017,
    "drama": "沒有名字的女人",
    "average": 20.36,
    "first": 17.8,
    "last": 25,
    "casts": "吳知恩,裴宗玉,朴胤載,徐芝釋,崔允素,邊宇民",
    "series": 102,
    "introduction": "此劇講述因為別人的野心與慾望而失去自己的人生與孩子的女人，向陷害自己的惡人報復的故事。"
  },
  {
    "year": 2017,
    "drama": "浪漫醫生金師傅",
    "average": 18.37,
    "first": 9.5,
    "last": 24.7,
    "casts": "韓石圭,柳演錫,徐玄振",
    "series": 21,
    "introduction": "本劇講述想要贏過任何人的男醫生姜東柱和想要獲得認可的女醫生尹書靜，遇到怪才醫生金師傅後，領悟到真正的人生價值的故事。"
  },
  {
    "year": 2017,
    "drama": "被告人",
    "average": 17.65,
    "first": 11.9,
    "last": 26.6,
    "casts": "池晟,嚴基俊,權俞利,吳昶錫,趙在允,嚴賢璟",
    "series": 18,
    "introduction": "講述被誣陷成為死刑犯的重案組檢察官洗清嫌疑的故事。"
  },
  {
    "year": 2017,
    "drama": "藍色海洋的傳說",
    "average": 16.58,
    "first": 15.4,
    "last": 16.2,
    "casts": "李敏鎬,全智賢,成東鎰,申惠善,李熙俊",
    "series": 21,
    "introduction": "講述地球上瀕臨滅絕的人魚沈清（全智賢 飾）遇到都市的天才騙子許俊才（李敏鎬 飾）後，在適應陸地生活的過程中的一系列愛情故事。"
  },
  {
    "year": 2017,
    "drama": "吹吧，微風啊",
    "average": 14.9,
    "first": 10.3,
    "last": 23.9,
    "casts": "孫浩俊,林智妍,韓周完,吳智恩,林秀香",
    "series": 53,
    "introduction": "講述一位身價1000億韓元的老爺爺在所剩時日無多時偶然得知自己還有個子孫之後展開的故事。該劇以價值1000億韓元遺產去向的基本故事為中心，藴含了離別和背叛、陰謀與愛情等事情。"
  },
  {
    "year": 2017,
    "drama": "金科長",
    "average": 13.98,
    "first": 6.6,
    "last": 18,
    "casts": "南宮珉,南相美,李俊昊,鄭惠成",
    "series": 20,
    "introduction": "講述的是為地方黑幫公司管理資金，剋扣和偷吃的專家金成龍（南宮珉 飾）想大撈一筆從而千辛萬苦進入TQ集團成為財務課課長。他原本以為夢想即將成真，不料卻站在了反腐敗鬥爭的最前列，讓公司死裡逃生。偶然間入職國內數一數二的流通企業財務部，進而逗趣地展示了其以特有的技巧和口才為解決公司危機孤軍奮戰的過程，是一部辦公室喜劇。"
  },
  {
    "year": 2017,
    "drama": "悄悄話",
    "average": 13.71,
    "first": 15.4,
    "last": 15.8,
    "casts": "李寶英,李相侖,權律,朴世榮",
    "series": 17,
    "introduction": "本劇以韓國最大的律師事務所太白律師事務所為背景，描述員警與法官從開始的對立到最終一起揭發違背金錢與權力倫理道德行為。"
  },
  {
    "year": 2017,
    "drama": "姐姐風采依舊",
    "average": 13.35,
    "first": 6.1,
    "last": 23.3,
    "casts": "張瑞希,吳允兒,金珠賢,金多順,李知勳,趙潤宇",
    "series": 68,
    "introduction": "此劇講述在同一天、同一時間失去最愛的人的三名女子，在沒有背景、金錢，也沒人能依靠的世界上，如何互相依靠、成長的故事。"
  },
  {
    "year": 2017,
    "drama": "你太過分了",
    "average": 12.7,
    "first": 11.1,
    "last": 14.2,
    "casts": "嚴正化,具惠善,張熙軫,姜泰伍,田光烈,鄭糠雲,鄭惠先,孫太英,趙成賢,尹兒貞",
    "series": 50,
    "introduction": "此劇講述明星歌手與模唱歌手兩名不同境遇的主人公之間，愛憎與憐憫錯綜交織的人生故事。"
  },
  {
    "year": 2017,
    "drama": "I am Sorry 姜南九",
    "average": 12.35,
    "first": 12.1,
    "last": 12.5,
    "casts": "金旼序,朴宣浩,車和娟,李仁,娜亞,金珠妮",
    "series": 120,
    "introduction": "此劇講述原本與丈夫擁有平凡生活的慕雅，其夫突然被發現為財閥集團失散多年的兒子後，從而逐漸被背叛及陷害的故事。"
  },
  {
    "year": 2017,
    "drama": "甜蜜的冤家",
    "average": 12.04,
    "first": 9.8,
    "last": 13.8,
    "casts": "朴恩惠,劉建,李載宇,朴泰仁",
    "series": 124,
    "introduction": "此劇講述一個被指控為殺人兇手的女人，向陷害她的人復仇的故事。"
  },
  {
    "year": 2017,
    "drama": "主君的面具",
    "average": 11.84,
    "first": 8.8,
    "last": 16,
    "casts": "俞承豪,金所泫,金明洙,尹邵熙,許峻豪,朴哲民",
    "series": 40,
    "introduction": "作為政治與愛情適當組合的虛構史劇，描寫了王世子李煊（俞承豪 飾）與將朝鮮八道的水私有化且擁有強大財富與權力的組織邊首會所做的正義鬥爭。"
  },
  {
    "year": 2017,
    "drama": "爸爸，我來伺候你",
    "average": 11.44,
    "first": 9.3,
    "last": 11.7,
    "casts": "金載沅,李水京,李泰煥,朴恩玭",
    "series": 50,
    "introduction": "講述以為子女們結婚，成家立業搬出去後，可以好好享清福的一對老夫妻，沒想到子女們卻攜家帶眷紛紛搬回來住，一大家子三代住在一個屋簷下所展開的的歡樂家庭劇。"
  },
  {
    "year": 2017,
    "drama": "春日常在",
    "average": 11.33,
    "first": 10,
    "last": 13.4,
    "casts": "姜星,權賢尚,金素慧,朴正旭,鮮于在德",
    "series": 122,
    "introduction": "此劇講述好人、孝子與真情，給艱辛冷漠的社會帶來希望。此劇同時透過對比只論條件的愛情與純真愛情，深深審視年輕人對愛情與婚姻的認識與社會現象，揭示愛情與婚姻的真正意義。"
  },
  {
    "year": 2017,
    "drama": "回來的福丹芝",
    "average": 11.27,
    "first": 6.6,
    "last": 13.6,
    "casts": "姜成妍,高世元,宋善美,李必模",
    "series": 122,
    "introduction": "此劇講述雖然窮，但是堂堂正正地生活的女人與跌入谷底的王子相遇後發生的一系列故事。"
  },
  {
    "year": 2017,
    "drama": "在天空中的太陽",
    "average": 11.14,
    "first": 7.9,
    "last": 11.6,
    "casts": "尹兒貞,李珉宇,盧英學,金惠智",
    "series": 121,
    "introduction": "此劇講述在1972年的慶尚北道鄉村地區奉化郡出身的窮女孩仁慶克服各種艱辛，成長為一名頂級女明星的故事。"
  },
  {
    "year": 2017,
    "drama": "逆賊：偷百姓的盜賊",
    "average": 10.9,
    "first": 8.3,
    "last": 13.8,
    "casts": "尹鈞相,金相中,金知碩,蔡秀彬,李荷妮",
    "series": 30,
    "introduction": "此劇講述朝鮮最初的革命家兼反體制運動者洪吉童（尹鈞相 飾）的生涯故事。"
  },
  {
    "year": 2017,
    "drama": "訓長吳純南",
    "average": 10.81,
    "first": 9.4,
    "last": 13,
    "casts": "朴詩恩,具本承,韓秀妍,張勝祖",
    "series": 129,
    "introduction": "此劇講述是私塾女訓長也是宗家媳婦的某個女人，突然失去一切之後，代替去世的女兒實現夢想的故事。"
  },
  {
    "year": 2017,
    "drama": "我們甲順",
    "average": 10.56,
    "first": 6.3,
    "last": 19.4,
    "casts": "金昭誾,宋再臨,裕善,金奎吏",
    "series": 61,
    "introduction": "講述現今世代的婚姻與夫婦生活的家庭劇。"
  },
  {
    "year": 2017,
    "drama": "那女人的大海",
    "average": 10.12,
    "first": 8.7,
    "last": 13.6,
    "casts": "吳丞芽,金株英,韓宥伊,崔成宰",
    "series": 120,
    "introduction": "講述面對著因時代的悲劇造成的痛苦家族史，情比血濃的母女三人讓人心碎的成長故事。"
  },
  {
    "year": 2017,
    "drama": "死而復生的男人",
    "average": 9.78,
    "first": 9.8,
    "last": 10.7,
    "casts": "崔民秀,強藝元,申成祿,李昭娟",
    "series": 24,
    "introduction": "此劇講述生活富裕的王國伯爵為找尋女兒來到韓國後發生的故事。"
  },
  {
    "year": 2017,
    "drama": "小偷傢伙，小偷大人",
    "average": 9.77,
    "first": 8.7,
    "last": 12.2,
    "casts": "智鉉寓,徐玄,金智勳,林珠銀",
    "series": 50,
    "introduction": "此劇講述掌控大韓民國的少數權勢家族與小偷之間的故事。"
  },
  {
    "year": 2017,
    "drama": "魔女的法庭",
    "average": 9.48,
    "first": 6.5,
    "last": 12,
    "casts": "鄭麗媛,尹賢旻,田光烈,金麗珍",
    "series": 16,
    "introduction": "此劇講述為了勝訴赴湯蹈火的魔女檢察官在順遂的升職路上因為意外事件，被迫調任女性兒童犯罪專任檢察官後發生的故事。"
  },
  {
    "year": 2017,
    "drama": "推理女王",
    "average": 9.41,
    "first": 10.8,
    "last": 7.9,
    "casts": "權相佑,崔江姬,李源根,申賢彬",
    "series": 16,
    "introduction": "此劇講述檢察官妻子與熱血刑警組成的完美拍檔，攜手調查各種犯罪事件的推理故事。"
  },
  {
    "year": 2017,
    "drama": "三流之路",
    "average": 9.4,
    "first": 5.6,
    "last": 11.4,
    "casts": "朴敘俊,金智媛,安宰弘,宋昰昀",
    "series": 16,
    "introduction": "此劇主要刻畫的是沒有錢沒有背景，過著配角人生的男女主人公高東萬（朴敘俊 飾）和崔愛羅（金智媛 飾）勇於追求夢想的青春勵志浪漫愛情故事。"
  },
  {
    "year": 2018,
    "drama": "黃金光輝的人生",
    "average": 34.81,
    "first": 19.7,
    "last": 45.1,
    "casts": "申惠善,朴施厚,李泰煥,徐恩秀",
    "series": 52,
    "introduction": "此劇講述陰錯陽差成為富人的女人徐知安（申惠善 飾），跌入人生低谷時，從中領悟幸福的故事。"
  },
  {
    "year": 2018,
    "drama": "一起生活吧",
    "average": 28.81,
    "first": 23.3,
    "last": 36.9,
    "casts": "劉東根,張美姬,韓智慧,李尚禹",
    "series": 50,
    "introduction": "此劇講述講述手工鞋匠孝燮家四兄弟姊妹，在遇到大樓主人兼富者的繼母後發生的故事。"
  },
  {
    "year": 2018,
    "drama": "明日也晴朗",
    "average": 16.79,
    "first": 15.1,
    "last": 22.7,
    "casts": "薛仁雅,荷承里,陳柱亨,李昌旭",
    "series": 121,
    "introduction": "此劇講述四個正處於七顚八起狀態的年輕人在職場上奮鬥，和與他們家人之間相處的故事。"
  },
  {
    "year": 2018,
    "drama": "人偶之家",
    "average": 13.87,
    "first": 14.2,
    "last": 13.3,
    "casts": "崔明吉,朴荷娜,王嬪娜,李垠亨,韓尚進",
    "series": 103,
    "introduction": "此劇講述一個原本自信開朗的百貨公司櫃員被所愛的人背叛和拋棄後，向他們復仇並且揭開所有人隱藏在背後之秘密的故事。"
  },
  {
    "year": 2018,
    "drama": "Return",
    "average": 13.68,
    "first": 6.7,
    "last": 16.7,
    "casts": "高賢廷,朴真熙,李陣郁,鄭恩彩,申成祿",
    "series": 34,
    "introduction": "此劇講述萬年土湯匙律師崔慈惠和因丈夫成為殺人嫌疑犯導致工作中斷的律師琴娜拉，共同辯護而展開的法庭的故事。"
  },
  {
    "year": 2018,
    "drama": "陽光先生",
    "average": 12.95,
    "first": 8.852,
    "last": 18.129,
    "casts": "李炳憲,金泰梨,柳演錫,金玟廷,卞約漢",
    "series": 24,
    "introduction": "此劇以日本殖民統治之前的5年為間軸，講述了辛未洋擾時期，乘坐軍艦來到美國的少年以美國軍人身份重返拋棄自己的祖國朝鮮後，邂逅朝鮮精神支柱，兩班世家的大家閨秀，兩人墜入愛河的故事。"
  },
  {
    "year": 2018,
    "drama": "愛到最後",
    "average": 12.44,
    "first": 8.9,
    "last": 14.1,
    "casts": "李英雅,洪秀兒,姜恩卓,沈志浩",
    "series": 104,
    "introduction": "此劇講述即使彼此非常相愛的男女主角，被人陷害後被迫分手並陷入困境之中，最終克服困難而復合的故事。"
  },
  {
    "year": 2018,
    "drama": "擺飯桌的男人",
    "average": 12.29,
    "first": 8.6,
    "last": 18.4,
    "casts": "崔秀英,溫朱莞",
    "series": 50,
    "introduction": "此劇講述在這個滿是暴力、卒婚、不婚、同居的時代，家庭分崩離析危機中的中年男人想要重新尋回幸福家庭的故事。"
  },
  {
    "year": 2018,
    "drama": "我們遇見奇蹟",
    "average": 10.98,
    "first": 8.2,
    "last": 13.1,
    "casts": "金明民,金賢珠,羅美蘭,高昌錫,Joseph Lee",
    "series": 18,
    "introduction": "此劇講述兩名同名同姓的男子在車禍後，其中一人的靈魂居然跑到另一個人內，產生一體兩魂而演變成為兩個家庭的男主人的故事。"
  },
  {
    "year": 2018,
    "drama": "上門女婿吳作斗",
    "average": 10.42,
    "first": 7.9,
    "last": 11.7,
    "casts": "金剛于,U-ie,鄭尚勳,韓善伙",
    "series": 24,
    "introduction": "此劇講述30代中半、什麼都不缺的單身女，在社會對單身女的偏見下，為獲得「有夫之婦」的社會地位而將吳作鬥帶回家作為入贅丈夫，兩人從結婚到戀愛的逆行愛情故事。"
  },
  {
    "year": 2018,
    "drama": "黑騎士",
    "average": 9.69,
    "first": 6.9,
    "last": 13.9,
    "casts": "金來沅,申世景,徐智慧,張美姬",
    "series": 20,
    "introduction": "此劇講述為了心愛的女人鄭凱拉（申世景飾）而甘心接受危險命運的純情派男人文秀浩（金來沅飾）的故事。"
  },
  {
    "year": 2018,
    "drama": "可以先接吻嗎?",
    "average": 9.51,
    "first": 8.1,
    "last": 9.1,
    "casts": "甘宇成,金宣兒,吳智昊,朴時妍",
    "series": 40,
    "introduction": "此劇講述一群不再對浪漫的愛情抱有期待、面對現實生活的人們真誠的愛情故事。"
  },
  {
    "year": 2018,
    "drama": "捉迷藏",
    "average": 9.34,
    "first": 3.2,
    "last": 15.4,
    "casts": "李幼梨,宋昶儀,嚴賢璟,金永敏",
    "series": 48,
    "introduction": "此劇講述韓國最大化妝品公司的女繼承人，和被逼代替她生活的另一個女人之間的慾望和秘密的故事。"
  },
  {
    "year": 2018,
    "drama": "百日郎君",
    "average": 9.01,
    "first": 5.026,
    "last": 14.412,
    "casts": "都敬秀,南志鉉",
    "series": 16,
    "introduction": "本劇描述身為完美主義者的王世子李律遭受殺手攻擊，掉下懸崖後失憶而淪落為平民羅願得，又因緣際會娶了大齡剩女延洪心為妻的故事。"
  },
  {
    "year": 2018,
    "drama": "雖然30但仍17",
    "average": 8.98,
    "first": 5.7,
    "last": 11,
    "casts": "申惠善,梁世宗,安孝燮,芮智媛",
    "series": 32,
    "introduction": "此劇講述年齡和肉體30歲、但是精神還停留在17歲的禹書莉（申惠善 飾），與誤以為自己害死了禹書莉的封閉孔宇振（梁世宗 飾），兩人相遇後發生的療癒故事。"
  },
  {
    "year": 2018,
    "drama": "無照律師",
    "average": 8.92,
    "first": 7.4,
    "last": 10.7,
    "casts": "張東健,朴炯植,蔡貞安,陳熙瓊,高聖熙,崔貴華",
    "series": 16,
    "introduction": "此劇改編自美國電視劇《Suits》，講述一名資深著名律師遇到一位沒念過法學院、沒有執照卻有超強記憶力的新人律師，成為法律界黃金拍檔的故事。"
  },
  {
    "year": 2018,
    "drama": "我身後的陶斯",
    "average": 8.47,
    "first": 6.3,
    "last": 10.5,
    "casts": "蘇志燮,鄭仁仙,孫浩俊,林世美",
    "series": 32,
    "introduction": "此劇講述有些固執的大媽高愛琳（鄭仁仙飾）和神秘的鄰家男人金本（蘇志燮飾）之間的浪漫喜劇。"
  },
  {
    "year": 2018,
    "drama": "我也是一位母親",
    "average": 8.28,
    "first": 7,
    "last": 9.9,
    "casts": "李仁譓,禹喜珍,秋憲坤,朴俊赫,文寶玲",
    "series": 124,
    "introduction": "此劇講述一個有著無窮母愛的女人，克服了試煉和傷痛後尋求幸福的故事。"
  },
  {
    "year": 2018,
    "drama": "富家公子",
    "average": 8.07,
    "first": 5.1,
    "last": 11.9,
    "casts": "金智勳,金珠賢,李奎翰,洪洙賢",
    "series": 100,
    "introduction": "此劇講述繼承了巨額債務、為了挽回父親的名譽而努力償還債務的富家公子，和在他身邊積極支持他的堅強女人之間的故事。"
  },
  {
    "year": 2018,
    "drama": "狐狸新娘星",
    "average": 8.01,
    "first": 5.9,
    "last": 9.7,
    "casts": "李帝勳,蔡秀彬,李東健,金志秀",
    "series": 32,
    "introduction": "該劇以仁川機場的旅客服務中心為背景，敘述在機場工作的人們所發生的故事。"
  },
  {
    "year": 2018,
    "drama": "超完美秘書",
    "average": 7.91,
    "first": 5.6,
    "last": 9.1,
    "casts": "崔丹尼爾,白珍熙,姜惠貞,李源根",
    "series": 16,
    "introduction": "此劇講述只懂得奉獻與順從的女人和全面拒絕人際關係的男人，以老闆和秘書的關係相遇時所發生的一連串故事。"
  },
  {
    "year": 2018,
    "drama": "如果是她的話",
    "average": 7.9,
    "first": 4.4,
    "last": 12.7,
    "casts": "南相美,金載沅,趙顯宰,楊真誠",
    "series": 40,
    "introduction": "此劇講述女主角在完成換臉整容手術後因後遺症而失憶，在尋找失去的記憶過程中展開的甜蜜而又危險的懸疑故事。"
  },
  {
    "year": 2018,
    "drama": "善良魔女傳",
    "average": 7.68,
    "first": 9.2,
    "last": 8.9,
    "casts": "李多海,柳秀榮",
    "series": 40,
    "introduction": "此劇講述一個原本以善良聞名的家庭主婦因妹妹臨時住院，而不得不偽裝成有著「魔女」惡名的雙胞胎妹妹，過上雙重生活的故事。"
  },
  {
    "year": 2018,
    "drama": "機智牢房生活",
    "average": 7.56,
    "first": 4.638,
    "last": 11.195,
    "casts": "朴海秀,鄭敬淏,李奎炯,朴浩山,鄭雄仁,鄭秀晶,林華映",
    "series": 16,
    "introduction": "此劇以監獄為背景，講述囚犯金濟赫（朴海秀飾）與獄警李俊浩（鄭敬淏飾）之間的故事。"
  },
  {
    "year": 2018,
    "drama": "離別已別離",
    "average": 7.47,
    "first": 5.6,
    "last": 9.8,
    "casts": "蔡時那,趙寶兒,李成宰,李濬榮,鄭慧英,鄭雄仁",
    "series": 40,
    "introduction": "此劇講述一個被男友要求墮胎的懷孕女生，不惜一切地走到因丈夫出軌而獨居的男友母親家中就住直到孩子出生，展開奇妙同居生活的故事。"
  },
  {
    "year": 2018,
    "drama": "金秘書為何那樣?",
    "average": 7.45,
    "first": 5.757,
    "last": 8.602,
    "casts": "朴敘俊,朴敏英,李泰煥",
    "series": 16,
    "introduction": "此劇改編自2013年同名人氣網路漫畫，講述財閥二世、「裕明集團」副會長、顏值實力兼具的男主李英俊（朴敘俊飾），和在他身邊如影隨形、既當秘書又當司機、能力滿分的9年女秘書金微笑（朴敏英飾）的故事。"
  },
  {
    "year": 2018,
    "drama": "波浪啊 波浪啊",
    "average": 7.39,
    "first": 7.6,
    "last": 9.4,
    "casts": "趙慈英,朴正旭,金見佑,張宰昊,瑞夏,盧幸荷,正憲,鄭允慧",
    "series": 143,
    "introduction": "此劇講述因韓戰而成為離散家屬，失去全部財產的吳福實一家，在坎坷困難的情況下堅強地生活下去，實現夢想並恢復家庭之愛的故事。"
  },
  {
    "year": 2018,
    "drama": "胸腔外科",
    "average": 7.11,
    "first": 6.9,
    "last": 8.4,
    "casts": "高洙,嚴基俊,徐智慧",
    "series": 32,
    "introduction": "此劇講述在只有一顆移植心臟，卻要救兩個患者的困境下生存的胸部外科醫生的故事。"
  },
  {
    "year": 2018,
    "drama": "致親愛的法官大人",
    "average": 6.97,
    "first": 5.2,
    "last": 8.4,
    "casts": "尹施允,李宥英,朴秉恩,權娜拉",
    "series": 32,
    "introduction": "此劇講述了同卵雙胞胎兄弟韓秀浩和韓江浩過著完全不一樣生活的奇幻故事，是一部煩惱該如何守護他人人生的笑中帶淚奇幻劇。"
  },
  {
    "year": 2018,
    "drama": "檢法男女",
    "average": 6.86,
    "first": 4.5,
    "last": 9.6,
    "casts": "鄭在詠,鄭柔美,李伊庚,朴恩碩,史蒂芬妮·李",
    "series": 32,
    "introduction": "此劇內容講述對於解剖有著完美挑剔的怪咖法醫學家和搜查兇手的新人黑洞檢察官一起聯手出擊，雖然死亡沒有正解，但要在調查過程中找出接近最正確答案的醫學偵探故事。"
  },
  {
    "year": 2019,
    "drama": "我唯一的擁護者",
    "average": 32.3,
    "first": 21.2,
    "last": 48.9,
    "casts": "崔秀宗、U-ie、李章宇、尹真伊、鄭恩宇、羅惠美、朴成勳",
    "series": 106,
    "introduction": "此劇講述女主角金道蘭（Uie飾）的親生爸爸金永勛（崔秀宗飾）在28年後突然出現後，人生出現巨大改變的女主角和與一直隱藏真實面貌的爸爸之間的故事。"
  },
  {
    "year": 2019,
    "drama": "世上最善良的我的女兒",
    "average": 27.64,
    "first": 22.6,
    "last": 35.9,
    "casts": "金海淑、裕善、金素妍、洪宗玄、崔明吉、金荷景",
    "series": 108,
    "introduction": "此劇以當今韓國的現實社會為背景，通過當代母親和女兒的關係，描述韓國目前面臨的低生育率、高離婚率、不婚等年輕世代的問題。"
  },
  {
    "year": 2019,
    "drama": "讓開，命運啊",
    "average": 19.73,
    "first": 16.6,
    "last": 20.5,
    "casts": "朴胤載、徐孝琳、康太成、陳藝瑟",
    "series": 124,
    "introduction": "此劇講述一個平凡的農村青年決定在重重挑戰下，向外面發展自己人生的故事。"
  },
  {
    "year": 2019,
    "drama": "拜託了，夏天啊",
    "average": 19.33,
    "first": 16.1,
    "last": 23,
    "casts": "李令恩、尹善宇、李倸英、金思權、金惠鈺、羅惠美",
    "series": 128,
    "introduction": "此劇講述即使家庭成員之間有時會很討厭大家，但最終會因為大家是一家人而重歸於好的快樂、溫馨家庭故事。"
  },
  {
    "year": 2019,
    "drama": "熱血司祭",
    "average": 16.12,
    "first": 10.4,
    "last": 22,
    "casts": "金南佶、金成均、李荷妮、高俊、琴世祿",
    "series": 40,
    "introduction": "此劇以腐敗、地區福利機構的榨取、新興宗教等現實性事件為背景，講述神父和刑警通過老神父死亡事件相遇後，聯手調查的故事。"
  },
  {
    "year": 2019,
    "drama": "左撇子妻子",
    "average": 14.57,
    "first": 12.9,
    "last": 15.3,
    "casts": "李水京、金鎮祐、陳泰賢、河戀姝、李丞涓",
    "series": 103,
    "introduction": "此劇講述一對新婚夫婦在度蜜月期間發生意外，丈夫在陷入失憶後失蹤五年突然變成了財閥集團繼承人，與苦苦尋找他下落的妻子的故事。"
  },
  {
    "year": 2019,
    "drama": "山茶花開時",
    "average": 13.86,
    "first": 6.3,
    "last": 23.8,
    "casts": "孔曉振、姜河那、金知碩、孫淡妃",
    "series": 40,
    "introduction": "此劇講述「東柏」和以她為中心的三位男人──好傢伙、壞傢伙、小氣的傢伙的故事。"
  },
  {
    "year": 2019,
    "drama": "囚徒醫生",
    "average": 13.23,
    "first": 8.4,
    "last": 15.8,
    "casts": "南宮珉、權娜拉、金炳哲、崔元英",
    "series": 32,
    "introduction": "此劇描述主角羅以載（南宮珉飾）在除去在監獄稱王的醫療科長後，成為繼任的醫療科長，又掌握曾拋棄自己的名牌大學醫院理事會的故事。"
  },
  {
    "year": 2019,
    "drama": "對神的承諾",
    "average": 13.04,
    "first": 9.5,
    "last": 18.4,
    "casts": "韓彩英、裴秀彬、吳允兒、李天熙",
    "series": 48,
    "introduction": "此劇講述為了救活垂死的孩子，兩對夫婦做出超越世界道德倫理選擇之行動的故事。"
  },
  {
    "year": 2019,
    "drama": "太陽的季節",
    "average": 12.67,
    "first": 9.9,
    "last": 14.6,
    "casts": "吳昶錫、尹素怡、崔成宰、河詩恩",
    "series": 102,
    "introduction": "此劇講述於孤兒院出身的男子，於瀕臨死亡後改名換姓成另一身份向陽地集團復仇，和嫁入陽地集團找尋男主角死亡事件真相，並為他報復的女子多年後重逢的故事。"
  },
  {
    "year": 2019,
    "drama": "天空城堡",
    "average": 12.5,
    "first": 1.727,
    "last": 23.779,
    "casts": "廉晶雅、李泰蘭、尹世雅、吳娜拉、金瑞亨",
    "series": 20,
    "introduction": "此劇講述韓國上流社會的「SKY Castle」中，一群欲扶助丈夫事業和培育子女成為二代貴族的貴婦故事。"
  },
  {
    "year": 2019,
    "drama": "為何那樣，奉尚先生",
    "average": 12.19,
    "first": 5.9,
    "last": 22.7,
    "casts": "劉俊相、李是英、吳智昊、全慧彬、李昌燁",
    "series": 40,
    "introduction": "此劇圍繞一個從未為自己而活的寂寞且可憐中年男人展開，在當中融入歡笑和幽默感的感人溫情故事。"
  },
  {
    "year": 2019,
    "drama": "皇后的品格",
    "average": 12.06,
    "first": 7.2,
    "last": 16.5,
    "casts": "張娜拉、申成祿、崔振赫、李伊利雅、申恩慶、尹素怡",
    "series": 52,
    "introduction": "此劇的背景為大韓帝國的架空歷史，講述活潑開朗的音樂劇演員，有一天突然變成灰姑娘嫁給皇室，捲入皇室權力鬥爭中，並以太皇太后被殺事件為契機，揭發皇室醜陋，使大韓帝國廢除轉變成大韓民國的故事。"
  },
  {
    "year": 2019,
    "drama": "VIP：她們的秘密",
    "average": 9.75,
    "first": 5.9,
    "last": 15.9,
    "casts": "張娜拉、李相侖、李清娥",
    "series": 16,
    "introduction": "此劇講述在百貨店裏工作的人，各自竭力地隱藏自己的秘密，但最終被發現後卻諷刺地互相認同和安慰的故事。"
  },
  {
    "year": 2019,
    "drama": "悲傷時愛你",
    "average": 9.68,
    "first": 9.7,
    "last": 10.8,
    "casts": "智鉉寓、朴韓星、柳秀榮、王嬪娜",
    "series": 40,
    "introduction": "此劇講述被追趕的女人與追趕的男人，和隱藏的男人，三人之間發生一段激烈愛情的故事。"
  },
  {
    "year": 2019,
    "drama": "流浪者",
    "average": 9.32,
    "first": 6.3,
    "last": 13,
    "casts": "李昇基、裴秀智、申成祿",
    "series": 16,
    "introduction": "本劇講述平凡生活著的男人，偶然捲入事故，進而揭露國家腐敗過程。"
  },
  {
    "year": 2019,
    "drama": "德魯納酒店",
    "average": 8.87,
    "first": 7.327,
    "last": 12.001,
    "casts": "IU、呂珍九",
    "series": 16,
    "introduction": "此劇以繁華的韓國首爾市中心擁有陳舊外觀，只向無法離開的靈魂們展示其華麗的真面目的「德魯納酒店」為背景，講述負責經營酒店的精英具燦星（呂珍九飾），因為命運般的事件成為「德魯納酒店」的經理，他與像月亮般高傲美麗的社長張滿月（李知恩飾）一起經營酒店時的故事。"
  },
  {
    "year": 2019,
    "drama": "秘密與謊言",
    "average": 8.56,
    "first": 4.7,
    "last": 13,
    "casts": "吳丞芽、徐海元、金慶南、李重文",
    "series": 122,
    "introduction": "此劇講述即使人生被踐踏也不失去希望的女人與以無數謊言堆砌自己事業的女人之間的故事。"
  },
  {
    "year": 2019,
    "drama": "男朋友",
    "average": 8.48,
    "first": 8.683,
    "last": 8.678,
    "casts": "宋慧喬、朴寶劍",
    "series": 16,
    "introduction": "此劇講述一位看上去什麼都擁有的女子和一個什麼都沒有的男子，二人面對生活和財富的選擇，是拋棄財富與名譽艱難，還是過平凡又有些貧窮的生活更難？就算是一天，也想過自己希望的生活的兩位男女主人公之間命運交織的故事。"
  },
  {
    "year": 2019,
    "drama": "阿爾罕布拉宮的回憶",
    "average": 8.43,
    "first": 7.507,
    "last": 9.933,
    "casts": "朴信惠、玄彬、朴勳",
    "series": 16,
    "introduction": "講述投資公司代表的男主人公劉鎮宇（玄彬飾）來到西班牙的格拉納達出差，住進了吉他手女主人公鄭熙珠（朴信惠飾）所經營老舊BONITA旅舍，兩人捲入了奇妙事件而展開的故事。"
  },
  {
    "year": 2019,
    "drama": "成為王的男人",
    "average": 8.41,
    "first": 5.709,
    "last": 10.851,
    "casts": "呂珍九、李世榮、金相慶",
    "series": 16,
    "introduction": "此劇講述政局混亂、權力紛爭達到頂峰的朝鮮王朝中期，國王「李憲」為了預防不測，找來了比雙胞胎更相似的「河善」做替身，代替他在皇宮裡當君王而展開的故事。"
  },
  {
    "year": 2019,
    "drama": "醫生耀漢",
    "average": 8.3,
    "first": 6,
    "last": 10.2,
    "casts": "池晟、李世榮、李奎炯、黃熙",
    "series": 16,
    "introduction": "此劇改編自日本作家久坂部羊的小說《神の手》，是一部圍繞痛症醫學科醫生和安樂死爭議的醫療劇，講述尋找神秘疼痛原因的過程，以及因不明原因的急性、慢性痛症而受苦的患者們的故事。"
  },
  {
    "year": 2019,
    "drama": "黃金庭院",
    "average": 7.41,
    "first": 4.5,
    "last": 9.8,
    "casts": "韓智慧、李尚禹、吳知恩、李太成",
    "series": 60,
    "introduction": "此劇描述一個被盜取整個人生的女人尋找真正人生的過程，同時講述生活完全不同的四個人，因某事件而相互糾纏在一起的故事。"
  },
  {
    "year": 2019,
    "drama": "車達萊夫人的愛情",
    "average": 7.31,
    "first": 6.5,
    "last": 8.8,
    "casts": "夏希羅、安善英、高恩美、金應洙、金亨範、金正旭",
    "series": 100,
    "introduction": "此劇講述三個自高中起為摯友的女人，在面臨中年危機時各自為了過著全新的生活而奮鬥的故事。"
  },
  {
    "year": 2019,
    "drama": "僅此一次的愛情",
    "average": 7.27,
    "first": 7.3,
    "last": 7.2,
    "casts": "申惠善、金明洙、李東健",
    "series": 32,
    "introduction": "此劇描述天真爛漫的天使「丹」，和對戀愛無感的芭蕾舞者「妍書」之間，無法預測的奇幻愛情故事。"
  },
  {
    "year": 2019,
    "drama": "壞警探",
    "average": 6.97,
    "first": 7.1,
    "last": 7.2,
    "casts": "申河均、李雪、朴浩山、金建宇",
    "series": 32,
    "introduction": "此劇翻拍自2015年英國BBC One播出的電視劇《路德探長 (Luther)》，講述一個比連續殺人犯更狠毒的刑警，以及比連續殺人犯更加危險的精神患者之間，讓人心驚膽跳的合作調查故事。"
  },
  {
    "year": 2019,
    "drama": "龍王大人保祐下士",
    "average": 6.94,
    "first": 8.2,
    "last": 6.3,
    "casts": "李昭娟、在喜、趙安、金亨民",
    "series": 121,
    "introduction": "此劇講述一個擁有「絕對視野」、能看見數千種顏色的女子尋找愛情和生命，及揭開失去父親的秘密的故事。"
  },
  {
    "year": 2019,
    "drama": "檢法男女2",
    "average": 6.9,
    "first": 3.7,
    "last": 9.9,
    "casts": "鄭在詠、鄭柔美、吳萬石、魯敏宇、姜勝賢",
    "series": 32,
    "introduction": "此劇講述白範對在上一季的吳萬尚案仍心存懷疑，質疑該人是否真正死亡，一個人孤軍奮戰著揭露該事件的真相而引發更多事件的故事。"
  },
  {
    "year": 2019,
    "drama": "獬豸",
    "average": 6.82,
    "first": 6,
    "last": 7.4,
    "casts": "丁一宇、高雅羅、權律、朴勳、李璟榮",
    "series": 48,
    "introduction": "此劇講述朝鮮時代世子延礽君李昑、萬年科舉準備生朴文秀，以及司憲府熱血茶母呂智三人一起爭取掌握權力，並改革司憲府重新實現正義的故事。"
  },
  {
    "year": 2019,
    "drama": "綠豆花",
    "average": 6.64,
    "first": 8.6,
    "last": 8.1,
    "casts": "曹政奭、尹施允、韓藝璃、崔武成",
    "series": 48,
    "introduction": "此劇講述1894年的東學農民革命浪潮中，有農民軍與討伐隊分為不同派系對立的同父異母兄弟，展開了起起伏伏的人生。"
  }
]

for (let d of data) {
  d.casts = d.casts.split(",");
}
console.log(data);